Repository: rohitgargwp7/cortanaRepo
Catalog: windows-client/Languages/AppResources.*.resx
Languages: de_de, es, fr, hi, pt_br, ru

# Notifications_Header_Txt
source: notifications
de_de: Benachrichtigungen
es: notificaciones
fr: alertes
hi: नोटिफिकेशन
pt_br: notificações
ru: уведомления

# Me_Txt
source: Me
de_de: Ich
es: Yo
fr: Moi
hi: मैं
pt_br: Eu
ru: Я

# Conversations_BtnCircleOfFriends_Txt
source: view friends
es: ver favoritos
fr: Voir les amis
hi: पसंदीदा देखें
pt_br: ver favoritos

# Conversations_EmptyStatus_UpdatesFromCircleOfFriends_Txt
source: You can see updates from your friends here
de_de: Tippe hier, um eine Statusmeldung zu veröffentlichen. Nur deine Favoriten können sie sehen.
es: Aquí puedes ver las actualizaciones de tus contactos favoritos
fr: Les mises à jour du statut de tes amis s'affichent ici
hi: यहाँ आप अपने पसंदीदा संपर्कों से अपडेट देख सकते हैं
pt_br: Aqui você pode ver as atualizações de seus contatos favoritos
ru: Коснитесь, чтобы опубликовать обновление статуса. Его смогут просмотреть только избранные.

# Conversations_InviteFriendsHike_Txt
source: invite your friends to hike
de_de: Freunde zu hike einladen
es: invitar a amigos a hike
fr: Invite tes amis sur hike
hi: दोस्तों को hike में आमंत्रित करें
pt_br: convidar amigos para o hike
ru: пригласите друзей в hike

# Mood_Angry
source: Angry
de_de: Verärgert
es: Enfadado
fr: Énervé
hi: गुस्से में
pt_br: Bravo
ru: Сердитый

# Mood_Boozing
source: Boozing
de_de: Beim Feiern
es: Bebiendo
fr: Imbibé
hi: पीते हुए
pt_br: Bebendo
ru: Выпивка

# Mood_Busy
source: Busy
de_de: Beschäftigt
es: Ocupado
fr: Occupé
hi: व्यस्त
pt_br: Ocupado
ru: Занят

# Mood_Caffeinated
source: Caffeinated
de_de: Koffeingeladen
es: Con ganas de cafeína
fr: Sous caféine
hi: कैफीन पीते हुए
pt_br: Na cafeína
ru: Пью кофе

# Mood_Chilling
source: Chilling
de_de: Chillen
es: De relax
fr: Relax
hi: मज़े करते हुए
pt_br: Descontraindo
ru: Крутой

# Mood_Coding
source: Coding
de_de: Coden
es: Programando
fr: Programmation
hi: कोडिंग करते हुए
pt_br: Criando código
ru: Программирую

# Mood_Confused
source: Confused
de_de: Verwirrt
es: Confusión
fr: Déconcerté
hi: भ्रमित
pt_br: Confuso
ru: Озадачен

# Mood_Driving
source: Driving
de_de: Beim Fahren
es: Conduciendo
fr: Au volant
hi: वाहन चलाते हुए
pt_br: Dirigindo
ru: За рулем

# Mood_Gaming
source: Gaming
de_de: Beim Zocken
es: Jugando
fr: Jeux vidéo
hi: खेलते हुए
pt_br: Jogando
ru: Играю

# Mood_Happy
source: Happy
de_de: Fröhlich
es: Feliz
fr: Heureux
hi: खुश
pt_br: Feliz
ru: Веселый

# Mood_Hungover
source: Hungover
de_de: Verkatert
es: Con resaca
fr: Gueule de bois
hi: ख़ुमारी में
pt_br: De ressaca
ru: Похмелье

# Mood_Insomniac
source: Insomniac
de_de: Schlaflos
es: Insomne
fr: Insomniaque
hi: निद्राहीन
pt_br: Insônia
ru: Не спится

# Mood_In_a_movie
source: In a movie
de_de: Im Kino
es: Viendo una peli
fr: Au cinéma
hi: मूवी में
pt_br: Vendo um filme
ru: В кино

# Mood_In_love
source: In love
de_de: Verliebt
es: Enamorado
fr: Amoureux
hi: प्यार में
pt_br: Apaixonado
ru: Влюблен

# Mood_Love_it
source: Love it
de_de: Gefällt mir
es: Me encanta
fr: Plein d'amour
hi: अच्छा लगा
pt_br: Adorei
ru: Мне нравится

# Mood_Middle_finger
source: Middle finger
de_de: Mittelfinger
es: Cabreo
fr: Doigt d'honneur
hi: मध्य ऊँगली
pt_br: *Dedo do meio*
ru: Средний палец

# Mood_Running_late
source: Running late
de_de: Spät dran
es: Llego tarde
fr: En retard
hi: देरी से चलते हुए
pt_br: Atrasado
ru: Опаздываю

# Mood_Sad
source: Sad
de_de: Traurig
es: Triste
fr: Triste
hi: उदास
pt_br: Triste
ru: Грустный

# Mood_Shopping
source: Shopping
de_de: Einkaufen
es: De compras
hi: खरीददारी करते हुए
pt_br: Fazendo compras
ru: Шоппинг

# Mood_Sleepy
source: Sleepy
de_de: Müde
es: Con sueño
fr: Endormi
hi: नींद में
pt_br: Com sono
ru: Сонный

# Mood_Stuck_in_traffic
source: Stuck in traffic
de_de: Im Stau
es: En un atasco
fr: Dans les bouchons
hi: जाम में फंसे हुए
pt_br: Preso no trânsito
ru: В пробке

# Mood_Studying
source: Studying
de_de: Lernen
es: Estudiando
fr: Études
hi: पढाई करते हुए
pt_br: Estudando
ru: Учусь

# Mood_Surprised
source: Surprised
de_de: Überrascht
es: Sorprendido
fr: Surpris
hi: हैरान होना!
pt_br: Surpreso
ru: Удивлен

# Mood_Watching_tv
source: Watching TV
de_de: Fernsehen
es: Viendo la tele
fr: Devant la télé
hi: टीवी देखते हुए |
pt_br: Vendo TV
ru: Смотрю ТВ

# StatusDelete_NoNtwrk_Txt
source: Could not delete your status update. Please check your network connection and try again later.
de_de: Deine Statusmeldung konnte nicht gelöscht werden. Bitte überprüfe die Netzwerkverbindung und versuche es erneut.
es: No se puede borrar la actualización de estado. Comprueba tu conexión y vuelve a intentarlo más tarde.
fr: Impossible de supprimer ta mise à jour de statut. Vérifie ta connexion réseau et réessaie plus tard.
hi: आपका स्टेटस अपडेट मिट नहीं सका। कृपया नेटवर्क कनेक्शन देखें और बाद में पुन: प्रयास करें।
pt_br: Impossível excluir atualização de status. Verifique a conexão de rede e tente novamente.
ru: Не удалось удалить обновление статуса. Проверьте подключение к сети и повторите попытку.

# StatusDetionFail_Txt
source: Unable to delete your status.
de_de: Status kann nicht gelöscht werden.
es: Error al borrar tu estado.
fr: Impossible de supprimer ton statut.
hi: अपनी स्थिति को हटाने में असमर्थ!
pt_br: Impossível excluir seu status.
ru: Не удается удалить ваш статус.

# UserProfile_AddToContacts_Btn
source: add contact
de_de: Kontakt hinzufügen
es: añadir contacto
fr: ajouter contact
hi: संपर्क जोड़ें
pt_br: adicionar contato
ru: добавить контакт

# SettingsSubtitle_Notification_Txt
source: notifications
de_de: Jingle, Nachrichtenvorschau und mehr ein-/ausschalten
es: activar/desactivar tono, vibración y más
fr: alertes
hi: जिंगल, वाइब्रेट तथा और बहुत कुछ चालू/बंद करें
pt_br: ligar/desligar jingle, vibrar e mais
ru: вкл./выкл. мелодию звонка, просмотр сообщений и т. д.

# Settings_AccountSettings_Txt
source: manage your hike account
de_de: hike-Account verwalten
es: gestiona tu cuenta de hike
fr: gérer ton compte hike
hi: अपने hike खाते का प्रबंध करें
pt_br: gerenciar a conta do hike
ru: управление аккаунтом hike

# Settings_BlocklistSettings_Txt
source: a list of people you've blocked
de_de: Blockierte Personen verwalten
es: gestionar a gente bloqueada
fr: liste des personnes que tu as bloquées
hi: उन लोगों को प्रबंधित करें जिन्हें आपने ब्लॉक किया है
pt_br: gerenciar pessoas que você bloqueou
ru: управление заблок. пользователями

# Settings_NotificationSettings_Txt
source: your notifications preferences
de_de: Benachrichtigungen
es: notificaciones
fr: tes préférences d'alerte
hi: नोटिफिकेशन
pt_br: notificações
ru: уведомления

# Blocklist_user_txt
source: block user
de_de: Nutzer blockieren
es: bloquear a usuario
fr: utilisateur
hi: उपयोगकर्ता को ब्लॉक करें
pt_br: bloquear usuário
ru: заблокировать

# PostStatus_WhatsUp_Hint_txt
source: what's up, {0}?
de_de: Wie geht's, wie steht's, {0}?
es: ¿qué pasa, {0}?
fr: Ça va, {0} ?
hi: क्या चल रहा है, {0}?
pt_br: O que há, {0}?
ru: Как дела, {0}?

# Profile_You_NoStatus_Txt
source: You haven't posted anything :(
de_de: Du hast bis jetzt noch nichts gepostet :(
es: No has publicado nada :(
fr: Tu n'as rien publié :(
hi: आपने कुछ भी पोस्ट नहीं किया है!
pt_br: Você ainda não publicou nada :(
ru: Вы ничего не опубликовали :(

# GroupInfo_GrpNameMaxLength_Txt
source: Group Name can have maximum 30 chars.
de_de: Der Gruppenname darf aus max. 50 Zeichen bestehen.
es: El nombre del grupo puede tener 50 caracteres como máximo.
fr: Le nom du groupe peut faire 30 caractères au maximum.
hi: समूह का नाम अधिकतम 50 अक्षर का हो सकता है |
pt_br: O nome do grupo pode ter no máximo 50 caracteres.
ru: Имя группы должно содержать не более 50 символов.

# CT_FileSizeExceed_Caption_Text
source: Could not send file
de_de: Übersteigt das Limit
es: Error al enviar archivo
fr: Fichier pas envoyé
hi: फ़ाइल नहीं भेजी जा सकती |
pt_br: Impossível enviar arquivo
ru: Нельзя отправ. файл

# CT_FileSizeExceed_Text
source: Max file size can be 25 MB.
de_de: Die max. Dateigröße beträgt 25 MB.
es: Tamaño máximo del archivo: 25 MB
fr: La taille du fichier est de 15 Mo maximum.
hi: फ़ाइल का अधिकतम आकार 25 एमबी हो सकता है।
pt_br: O tamanho máximo de arquivo é 25 MB.
ru: Размер файла не может превышать 25 МБ.

# CT_MessageCount_Sms_User
source: {0} messages,
de_de: {0} Nachrichten,
es: {0} mensajes,
hi: {0} संदेश
pt_br: {0} mensagens,
ru: {0} сообщения,

source: Hold and talk
de_de: Halten und sprechen
es: mantener y hablar
fr: Maintenir et parler
hi: होल्ड करें और बात करें
pt_br: segure e fale
ru: нажмите и говорите

source: Release to Send
de_de: Zum Senden loslassen
es: soltar para enviar
fr: Relâcher et envoyer
hi: भेजने के लिए रिलीज़ करें
pt_br: solte para enviar
ru: отпустите, чтобы отправить

# BlockList_Text
source: BLOCK LIST
de_de: Liste der blockierten Personen
es: lista de bloqueados
fr: LISTE DE BLOCAGE
hi: ब्लॉक सूची
pt_br: lista de bloqueados
ru: черный список

# Conversations_Dismiss_Tip
source: dismiss
de_de: Verwerfen
es: ocultar
fr: Ignorer
hi: खारिज करें
pt_br: descartar
ru: закрыть

# Show_LastSeen_TimeStamp
source: Show last seen
de_de: Zuletzt online sichtbar für
es: Mostrar última conexión
fr: Afficher dernière connexion
hi: लास्ट सीन दिखाएं
pt_br: Mostrar Visto pela última vez
ru: Показывать последнее появление:

# Last_Seen
source: last seen {0}
de_de: Zuletzt online {0}
es: última conexión: {0}
fr: dernière connexion {0}
hi: पिछली बार {0} को देखा गया
pt_br: Visto pela última vez às {0}
ru: в последний раз {0}

source: online
fr: en ligne
hi: ऑनलाइन
ru: в сети

# Preferences_Header_Txt
source: preferences
de_de: Einstellungen
es: preferencias
fr: préférences
hi: प्राथमिकताएं
pt_br: preferências
ru: настройки

# Settings_PreferencesSettings_Txt
source: your account preferences
de_de: dunkles Motiv, automatisch herunterladen, Ortungsdienste und mehr
es: activar/desactivar descarga automática, servicio de localización y más
fr: tes préférences de compte
hi: स्वतः डाउनलोड, स्थान सेवा तथा और बहुत कुछ चालू/बंद करें
pt_br: ligar/desligar download automático, serviço de localização e mais
ru: темная тема, автозагрузка, служба геолокации и т. д.

source: Drag here to delete
de_de: Zum Löschen hierher ziehen
es: arrastrar aquí para eliminar
fr: Glisse ici pour supprimer
hi: हटाने के लिए यहाँ खींचें
pt_br: arraste aqui para excluir
ru: перетяните сюда, чтобы удалить

source: Message cancelled
de_de: Nachricht abgebrochen
es: mensaje cancelado
fr: Message annulé
hi: संदेश रद्द किया गया
pt_br: mensagem cancelada
ru: сообщение отменено

source: Message too short
de_de: Nachricht zu kurz
es: mensaje demasiado corto
fr: Message trop court
hi: संदेश बहुत छोटा है
pt_br: mensagem muito curta
ru: сообщение слишком короткое

# In_App_Tip_1
source: Tap here to share our awesome emoticons :)
de_de: Tippe hier und teile unsere fantastischen Emoticons mit anderen :)
es: ¡Toca aquí para compartir nuestros fabulosos emoticonos! :)
fr: Touche ici pour partager nos superbes émoticônes :)
hi: हमारे अद्भुत इमोटिकॉन साझा करने के लिए यहाँ टैप करें :)
pt_br: Toque aqui para compartilhar nossos emoticons incríveis :)
ru: Нажмите здесь, чтобы поделиться смайликами :)

# In_App_Tip_2
source: New stickers!
de_de: Neue Sticker!
es: ¡Nuevas pegatinas!
fr: Nouveaux stickers !
hi: नए स्टिकर!
pt_br: Novos adesivos!
ru: Новые стикеры!

# In_App_Tip_3
source: Tap here to use hike's new Walkie Talkie!
de_de: Tippe hier, um hikes neues Walkie Talkie zu verwenden!
es: ¡Toca aquí para usar el nuevo walkie-talkie de hike!
fr: Touche ici pour utiliser le walkie-talkie !
hi: hike के नए वॉकी टॉकी को इस्तेमाल करने के लिए यहाँ टैप करें!
pt_br: Toque aqui para usar o novo Walkie Talkie do hike!
ru: Нажмите здесь, чтобы обмениваться звуковыми сообщениями в hike!

# In_App_Tip_4
source: Tap here to attach a wonderful mood :)
de_de: Tippe hier, um deine Stimmung anzuhängen :)
es: Toca aquí para añadir un estado de ánimo chulo :)
fr: Toucher ici pour joindre une humeur magnifique :)
hi: शानदार मूड :) शामिल करने हेतु यहां टैप करें
pt_br: Toque aqui para anexar um excelente humor :)
ru: Чтобы прикрепить значок с :) настроением, коснитесь здесь

# In_App_Tip_5
source: This is a status update posted by {0}
de_de: Das ist eine Statusmeldung von {0}
es: Actualización de estado publicada por {0}
fr: Ce statut a été mis à jour par {0}
hi: यह {0} द्वारा पोस्ट किया गया स्टेटस अपडेट है
pt_br: Essa é uma atualização de status publicada por {0}
ru: Обновление статуса, опубликованное пользователем {0}

# No_Stickers_Downloaded_Txt
source: No stickers downloaded in this category
de_de: Aus dieser Kategorie wurden keine Sticker heruntergeladen.
es: No hay pegatinas de esta categoría descargadas
fr: Aucun sticker téléchargé dans cette catégorie
hi: इस श्रेणी में कोई स्टिकर डाउनलोड नहीं किए गए हैं
pt_br: Nenhum adesivo baixado nessa categoria
ru: В этой категории нет загруженных стикеров

# Sticker_Txt
source: Sticker
es: Pegatina
hi: स्टिकर
pt_br: Adesivo
ru: Стикер

# Sticker_Downloading_Txt
source: Downloading
de_de: Wird heruntergeladen
es: Descargando
fr: Téléchargement...
hi: डाउनलोड हो रहा है
pt_br: Baixando
ru: Загрузка

# At_Txt
source: at
de_de: um
es: hora:
fr: à
hi: पर
pt_br: em
ru: в

# TimeUtils_A_While_Ago
source: a while ago
de_de: vor einiger Zeit
es: hace un rato
fr: il y a qq. instants
hi: कुछ समय पहले
pt_br: há algum tempo
ru: недавно

# Today_Txt
source: today
de_de: heute
es: hoy
fr: aujourd'h.
hi: आज
pt_br: hoje
ru: сегодня

source: Invite posted successfully
de_de: Einladung erfolgreich gepostet
es: Invitación publicada con éxito
fr: L'invitation est publié
hi: आमंत्रण सफलतापूर्वक पोस्ट किया गया
pt_br: Comentários
ru: Приглашение отправлено

# USER_REJOINED_HIKE_TXT
source: {0} is back on hike. Say hi :)
de_de: {0} ist wieder bei hike. Sag Hallo :)
es: {0} ha vuelto a hike. ¡Dale la bienvenida! :)
fr: {0} revient sur hike. Dis-lui bonjour :)
hi: {0} hike पर वापस आ गया है। उसे नमस्ते :) बोलें
pt_br: {0} voltou ao hike. Diga olá :)
ru: {0} снова в hike. Поздоровайтесь :)

# ConfimFriendTimeline_Txt
source: You will now be able to see updates from {0} here.
de_de: Hervorragend! {0} kann jetzt deine Angaben zu Zuletzt online und deine Statusmeldungen sehen.
es: ¡Genial! Ahora {0} podrá ver tu última conexión y tus actualizaciones de estado.
fr: Tu pourras voir ici les mises à jour de {0}.
hi: वाह! {0} अब आपके पिछली बार देखे गए और स्टेटस अपडेट देख सकेंगे।
pt_br: Ótimo! Agora {0} poderá ver suas Atualizações de status e Visto pela última vez.
ru: Отлично! Теперь {0} будет видеть обновления вашего статуса, а также сведения о вашем последнем появлении в сети.

# ConfimFriendUserProfile_Txt
source: You will now be able to see updates from each other
de_de: Du kannst jetzt die Angaben zu Zuletzt online und die Statusmeldungen von {0} sehen.
es: Ahora puedes ver la última conexión y las actualizaciones de estado de {0}.
fr: Vous pourrez voir vos mises à jour respectives
hi: अब आप {0} के पिछली बार देखे गए और स्टेटस अपडेट देख सकते हैं
pt_br: Agora você pode ver as Atualizações de status e Visto pela última vez de {0}
ru: Теперь вы будете видеть обновления статуса пользователя {0}, а также сведения о его последнем появлении в сети.

# In_App_Tip_6
source: Only your friends can see when you were last seen
de_de: Es können nur die Favoriten deiner Kontakte sehen, wann du zuletzt online warst.
es: Solo tus contactos favoritos pueden ver tu última conexión
fr: Seuls tes amis peuvent voir ta dernière connexion
hi: केवल आपके पसंदीदा संपर्क देख सकते हैं कि आप पिछली बार कब देखे गए थे
pt_br: Apenas os contatos favoritos podem ver quando você foi Visto pela última vez
ru: Только избранные контакты могут видеть сведения о вашем последнем появлении в сети

# DownloadingSticker_txt
source: loading sticker
de_de: Sticker wird geladen
es: cargando pegatina
fr: chargement sticker...
hi: स्टिकर लोड हो रहा है
pt_br: carregando adesivo
ru: загрузка стикера

# Download_txt
source: Download
de_de: Herunterl.
es: Descargar
fr: Téléch.
hi: डाउनलोड करें
pt_br: Baixar
ru: загрузить

# Free_txt
source: free
fr: zéro
hi: फ्री

# InternetChargesMayApply_txt
source: *Mobile internet charges may apply
de_de: *Für den Download fällt Datenverbrauch an. Das Senden ist kostenlos.
es: *La descarga consume datos. El envío es gratuito.
fr: *Hors frais de connexion à Internet
hi: *डाउनलोड करने में डेटा ख़र्च होता है। मुफ़्त भेज सकते हैं।
pt_br: *O download incorre em tarifa de dados. O envio é gratuito.
ru: *Загрузка подразумевает передачу данных. Отправка бесплатна.

source: Sticker download failed.
de_de: Kein Sticker-Download.
es: Pegatina no descargada.
fr: Erreur télécharg. sticker.
hi: स्टिकर डाउनलोड विफल
pt_br: Falha ao baixar adesivo.
ru: Не удалось загруз. стикер.

# TapHereToRetyTxt
source: Tap here to retry.
de_de: Tippe für neuen Versuch.
es: Toca aquí para reintentar.
fr: Toucher ici pour réessayer
hi: पुन:प्रयास के लिए टैप करें
pt_br: Toque para tentar de novo.
ru: Нажмите, чтобы повторить

# Invite_Not_Sent
source: Unable to send invite.
de_de: Einladung konnte nicht gesendet werden.
es: No se pudo enviar la invitación.
fr: Impossible d'envoyer l'invitation.
hi: आमंत्रण भेजने में असमर्थ
pt_br: Impossível enviar convite.
ru: Невозможно отправить приглашение.

source: Please retry later
de_de: Bitte später erneut versuchen
es: Vuelve a intentarlo más tarde.
fr: Réessaie plus tard
hi: कृपया बाद में कोशिश करें
pt_br: Tente novamente mais tarde
ru: Повторите попытку позже

# Installed_Txt
source: Installed
de_de: Installiert
es: Instalado
fr: Installé
hi: स्थापित
pt_br: Instalado
ru: установлено

# Last_Seen_Today_At
source: last seen today at {0}
de_de: Heute zuletzt online um {0}
es: última conexión hoy: {0}
fr: connexion aujourd'hui à {0}
hi: पिछली बार आज {0} पर देखा गया
pt_br: visto pela última vez hoje às {0}
ru: в последний раз сегодня в {0}

# Last_Seen_Yesterday_At
source: last seen yesterday at {0}
de_de: Gestern zuletzt online um {0}
es: última conexión ayer: {0}
fr: connexion hier à {0}
hi: पिछली बार कल {0} पर देखा गया
pt_br: visto pela última vez ontem às {0}
ru: в последний раз вчера в {0}

# Fun_Free_Messaging_Txt
source: Keep close friends close
fr: Garde tes amis près de toi
hi: क़रीबी दोस्तों को क़रीब रखें
pt_br: Mantenha próximos os amigos próximos

# Button_Retry_Txt
source: Retry
de_de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
pt_br: Tentar novamente
ru: повторить

# DownloadFailed_Txt
source: Oops! Download Failed
de_de: Ups! Download fehlgeschlagen
es: ¡Vaya! La descarga ha fallado.
fr: Oups ! Le téléchargement a échoué
hi: ओफ्फ! डाउनलोड विफल
pt_br: Ops! Falha no download
ru: Ошибка загрузки

# Send_As_Sms
source: send as hike sms
de_de: als hike-SMS senden
es: enviar como SMS de hike
fr: envoyer comme sms hike
hi: hike एसएमएस के रूप में भेजें
pt_br: enviar como sms do hike
ru: отправить как hike sms

# SelectUser_Forward_To_Txt
source: forward to
de_de: Weiterleiten an
es: reenviar a
fr: Transférer
hi: इन्हें अग्रेषित
pt_br: encaminhar para
ru: переслать

# Send_All_As_SMS
source: {0} is offline, tap to send as hike sms
de_de: {0} ist offline. Tippe auf „Chatten“, um die Nachricht als hike-SMS zu senden.
es: {0}: sin conexión. Toca el chat para enviarlo como SMS de hike.
fr: {0} hors ligne, touche pour envoyer comme sms hike
hi: {0} ऑफ़लाइन हैं। hike एसएमएस के रूप में भेजने के लिए चैट पर टैप करें
pt_br: {0} está off-line. Toque na conversa para enviar como sms do hike
ru: {0} не в сети. Коснитесь чата, чтобы отправить hike sms

# H2HOfline_0SMS_Message
source: Looks like you have exhausted all your Free SMS credits. Invite more friends to hike to earn Free SMS
de_de: Du hast alle deine Frei-SMS aufgebraucht. Lade mehr Freunde zu hike ein und verdiene mehr Frei-SMS.
es: Parece que has agotado tus créditos de SMS gratis. Invita a más amigos a hike para ganar SMS gratis.
fr: Tu n'as plus de SMS gratuits. Invite tes amis à rejoindre hike et gagne des SMS gratuits.
hi: ऐसा लगता है कि आप अपने सभी मुफ्त एसएमएस क्रेडिट खत्म कर चुके हैं। मुफ्त एसएमएस अर्जित करने के लिए और दोस्तों को hike पर आमंत्रित करें।
pt_br: Parece que todos seus créditos de SMS grátis acabaram. Convide mais amigos para o hike e ganhe SMS grátis
ru: Вы исчерпали свой запас бесплатных SMS. Пригласите еще друзей в hike, чтобы получить бесплатные SMS

# H2HOfline_Confirmation_Message
source: Pending messages will be sent as free hike SMS
de_de: Möchtest du eine kostenlose hike-SMS mit der letzten Nachricht und Benachrichtigung zum verpassten Chat senden?
es: ¿Enviaste un sms de hike con el último mensaje y no recibiste notificación de chat?
fr: Les messages en attente seront envoyés sous forme de SMS hike gratuits.
hi: अंतिम संदेश और छूटी चैट सूचना के साथ एक मुफ़्त hike एसएमएस भेजें?
pt_br: Enviar um sms gratuito do hike com a última mensagem e a notificação perdida da conversa?
ru: Отправить одно бесплатное SMS hike с последним сообщением и уведомлением о пропущенном чате?

# H2HOfline_Confirmation_Message_Heading
source: Send as hike SMS
de_de: Als hike-SMS senden
es: Enviar como SMS de hike
fr: Envoyer comme SMS hike
hi: hike एसएमएस के रूप में भेजें
pt_br: Enviar como SMS do hike
ru: Отправить как hike SMS

# On_Dnd_Txt
source: on DND
de_de: bei DND
es: en DND
fr: sur DND
hi: डीएनडी पर
pt_br: em DND
ru: в DND

# Mute_Success_Txt
source: Status update notifications are turned OFF
de_de: Benachrichtigungen über Statusmeldungen sind AUSgeschaltet
es: La notificación de actualizaciones de estado está desactivada.
fr: Les alertes de mise à jour du statut sont désactivées
hi: स्टेटस अपडेट नोटिफिकेशन ऑफ हैं
pt_br: As notificações de atualização de status estão desativadas
ru: Уведомления об обновлении статуса выключены

# Unmute_Success_Txt
source: Status update notifications are turned ON
de_de: Benachrichtigungen über Statusmeldungen sind ANgeschaltet
es: La notificación de actualizaciones de estado está activada.
fr: Les alertes de mise à jour du statut sont activées
hi: स्टेटस अपडेट नोटिफिकेशन ऑन हैं
pt_br: As notificações de atualização de status estão ativadas
ru: Уведомления об обновлении статуса включены

# My_Location_Text
source: My Location
de_de: Mein Standort
es: mi localización
fr: Ma position
hi: मेरा स्थान
pt_br: minha localização
ru: мое местоположение

# Send_All_As_SMS_Group
source: Tap to send as hike sms
de_de: Tippen und als hike-SMS senden
es: Toca para enviar como SMS de hike
fr: Touche pour envoyer comme sms hike
hi: hike एसएमएस के रूप में भेजने के लिए टैप करें
pt_br: Toque para enviar como sms do hike
ru: Нажмите здесь, чтобы отправить как hike sms

# StatusNotToggle_Caption_Txt
source: Status Update Notifications
de_de: Benachrichtigungen über Statusmeldungen
es: Notificaciones de actualizaciones de estado
fr: Alertes de mise à jour du statut
hi: स्टेटस अपडेट नोटिफिकेशन
pt_br: Notificações de atualização de status
ru: Уведомления об обновлении статуса

# Location_Unavailable_Heading
source: Location Unavailable
de_de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Position indisponible
hi: लोकेशन अनुपलब्ध
pt_br: Localização não disponível
ru: Местоположение недоступно

# Settings_LocationToggleSwitchHeader
source: Use location service
de_de: Ortsbestimmung verwenden
es: Usar servicio de ubicación
fr: Utilise service de localisation
hi: लोकेशन सेवा का इस्तेमाल करें
pt_br: Usar serviço de localização
ru: Использовать службы поиска

# ShareLocation_LocationSettingsNotEnabled_Txt
source: hike Location Setting is disabled. Would you like to turn it ON?
de_de: hike-Standortbestimmung ist deaktiviert. Möchtest du sie einschalten?
es: El servicio de ubicación de hike está desactivado. ¿Quieres activarlo?
fr: La localisation hike est désactivée. Veux-tu l'activer ?
hi: hike लोकेशन सेटिंग अक्षम की गई है. क्या आप इसे चालू करना चाहेंगे?
pt_br: A configuração de localização do hike está desativada. Deseja ativá-la?
ru: Параметр местоположения hike выключен. Включить его?

# ViewMessage_Title_txt
source: message
de_de: Nachricht
es: mensaje
hi: संदेश
pt_br: mensagem
ru: сообщение
