Repository: rohitgargwp7/cortanaRepo
Catalog: windows-client/Languages/AppResources.*.resx
Languages: de_de, es, fr, hi, pt_br, ru

# Help_RateAppTitle
source: rate the app
de_de: App bewerten
es: puntúa la aplicación
fr: noter l'appli
hi: ऐप का मूल्यांकन करें
pt_br: avaliar o aplicativo
ru: оценить приложение

source: Off
de_de: Aus
es: No
fr: Non
hi: बंद
pt_br: Desligado
ru: Выкл.

source: On
de_de: An
es: Sí
fr: Oui
hi: ऑन
pt_br: Ligado
ru: Вкл.

# Privacy_DeleteAccounWarningMsgBxText
source: Deleting your account will delete all your data, free SMS and any hike rewards.
de_de: Damit werden all deine Nachrichten, Frei-SMS und jegliche hike-Belohnungen gelöscht.
es: Se eliminarán todos tus mensajes, el saldo de SMS y las recompensas de hike.
fr: La suppression de votre compte entraîne la suppression de l'ensemble de vos données, SMS gratuits et récompenses hike.
hi: इससे आपके सभी संदेश, एसएमएस शेष और कोई hike पुरस्कार हट जाएँगे।
pt_br: Isso excluirá todas as suas mensagens, saldo de SMS e qualquer recompensa hike.
ru: При этом будут удалены все ваши сообщения и призы hike, а также обнулен баланс бесплатных SMS.

# Privacy_DeleteAccountProgress
source: Deleting Account...
de_de: Account wird gelöscht...
es: Eliminando cuenta...
fr: Suppression du compte...
hi: खाता हटा रहा है |
pt_br: Excluindo conta...
ru: Удаление аккаунта...

# Privacy_DeleteAccountText
source: permanently delete your hike account
de_de: hike-Account dauerhaft löschen
es: eliminar permanentemente tu cuenta de hike
fr: suppression définitive de ton compte hike
hi: आपके hike खाते को स्थायी रूप से हटा दें
pt_br: excluir definitivamente a conta do hike
ru: навсегда удалить ваш аккаунт hike

# Privacy_LogoutAccountHeader
source: Logout Account
de_de: Konto zurücksetzen
es: Restablecer cuenta
fr: Déconnexion compte
hi: खाता रीसेट करें
pt_br: Redefinir conta
ru: Сбросить учетную запись

# Privacy_LogoutAccountProgress
source: Logging out account...
de_de: Konto wird zurückgesetzt...
es: Restableciendo...
fr: Déconnexion du compte en cours...
hi: रीसेट हो रहा है...
pt_br: Redefinindo...
ru: Выполняется сброс…

# Privacy_LogoutAccountText
source: logout your account from this device
de_de: Lösche deine Nachrichten und dein Profil von diesem Gerät.
es: Borrar tus mensajes y perfil de este dispositivo.
fr: déconnexion du compte de cet appareil
hi: इस डिवाइस से अपने संदेश और प्रोफ़ाइल निकालें।
pt_br: Limpar suas mensagens e seu perfil deste aparelho.
ru: Удалить все сообщения и профиль с этого устройства.

# Privacy_LogoutConfirmMsgBxText
source: Are you sure you want to logout of your hike account from this device?
de_de: Willst du dein Konto wirklich zurücksetzen?
es: ¿Estás seguro de que deseas restablecer tu cuenta?
fr: Veux-tu vraiment te déconnecter de ton compte hike sur cet appareil ?
hi: क्या आप वाकई अपना खाता रीसेट करना चाहते हैं?
pt_br: Tem certeza que deseja redefinir sua conta?
ru: Действительно сбросить настройки вашей учетной записи?

# Privacy_LogoutErrMsgBxCaptn
source: Account not logged out
de_de: Konto nicht zurückgesetzt
es: Cuenta no restablecida
fr: Compte non déconnecté
hi: खाता रीसेट नहीं किया गया
pt_br: Conta não redefinida
ru: Настройки аккаунта не сброшены

# Privacy_LogoutErrMsgBxText
source: hike couldn't logout your account. Please try again.
de_de: hike konnte dein Konto nicht zurücksetzen. Bitte versuche es noch einmal.
es: hike no pudo restablecer tu cuenta. Vuelve a intentarlo.
fr: hike n'a pas réussi à déconnecter ton compte. Réessaie.
hi: hike आपका खाता रीसेट नहीं कर सका। कृपया पुनः प्रयास करें।
pt_br: O hike não pôde redefinir a conta. Tente novamente.
ru: Не удалось сбросить ваш аккаунт hike. Повторите попытку.

# Settings_FreeSMSToggleSwitchHeader
source: Send free SMS to India
de_de: Sende Frei-SMS nach Indien
es: Enviar SMS gratis a la India
fr: Envoyer des SMS gratuits en Inde
hi: भारत में मुफ्त एसएमएस भेजें |
pt_br: Envie SMS grátis para a Índia
ru: Отправить бесплатное SMS в Индии

# Settings_PushToggleSwitchHeader
source: Use push notifications
de_de: Push-Benachrichtigungen benutzen
es: Usar notificaciones
fr: Utiliser des alertes push
hi: पुश नोटिफिकेशन सेवा का प्रयोग करें |
pt_br: Usar notificações por push
ru: Включить уведомления

# Settings_VibrateToggleSwitchHeader
source: Vibrate
de_de: Bei neuer Nachricht vibrieren
es: Vibrar al recibir mensaje nuevo
fr: Vibration
hi: नए संदेश पर वाइब्रेट करें
pt_br: Vibrar com nova mensagem
ru: Вибрировать при новых сообщениях

# Walkthrough_H2H_SwipeLeft
source: swipe left to continue
es: deslizar a la derecha para continuar
fr: pour continuer, fais glisser le doigt vers la gauche
hi: आगे बढने के लियें बाएँ तरफ घुमाएं |
pt_br: deslize o dedo para a esquerda para continuar

# ReRecord_Txt
source: re-record
de_de: Erneut aufnehmen
es: volver a grabar
fr: réenregistrer
hi: फिर रिकॉर्ड करें |
pt_br: regravar
ru: перезаписать

# RecordAudio_Play
source: TAP TO PLAY
es: TOCA PARA REPRODUCIR
fr: LECT. : TOUCHER
hi: बजाने के लिए टैप करें
pt_br: TOQUE PARA REPRODUZIR

# RecordAudio_Playing
source: PLAYING
es: REPRODUCIENDO
fr: LECTURE
hi: बज रहा है
pt_br: EM REPROD.

# RecordAudio_Record
source: TAP ICON TO RECORD
es: TOCA EL ICONO PARA GRABAR
fr: TOUCHE L'ICÔNE POUR ENREGISTRER
hi: रिकॉर्ड करने के लिए दबाएं
pt_br: TOQUE NO ÍCONE PARA GRAVAR

# RecordAudio_Recording
source: RECORDING
es: GRABANDO
fr: ENREGISTREMENT
hi: रिकॉर्डिंग
pt_br: GRAVANDO

# RecordMedia_Title
source: record audio
es: grabar audio
fr: enregistrer audio
hi: ऑडियो रिकॉर्ड करें |
pt_br: gravar áudio

# Yesterday_Txt
source: yesterday
de_de: Gestern
es: ayer
fr: hier
hi: बिता हुआ कल
pt_br: ontem
ru: вчера

# FileTransfer_ErrorMsgBoxText
source: Unable to download file.
de_de: Datei konnte nicht heruntergeladen werden.
es: No se ha podido descargar el archivo.
fr: Impossible de télécharger le fichier.
hi: फ़ाइल डाउनलोड नहीं की जा सकती
pt_br: Não foi possível baixar o arquivo.
ru: Не удалось загрузить файл.

# SelectUser_HideSmsContacts_Txt
source: hide sms contacts
de_de: SMS-Kontakte ausblenden
es: ocultar contactos de SMS
fr: masquer les contacts SMS
hi: एसएमएस संपर्कों को छिपाये !
pt_br: ocultar contatos do sms
ru: скрыть контакты sms

# SelectUser_ShowSmsContacts_Txt
source: show sms contacts
de_de: SMS-Kontakte anzeigen
es: mostrar contactos de SMS
fr: afficher les contacts SMS
hi: एसएमएस संपर्क दिखाएँ !
pt_br: mostrar contatos do sms
ru: показать контакты sms

source: Invited
de_de: eingeladen
es: Invitado
fr: Invité
hi: आमंत्रित
pt_br: Convidado
ru: приглаш.

# Invite_Small
source: Invite
es: Invitar
fr: Inviter
hi: निमंत्रण
pt_br: Convidar

source: Nudge
de_de: Grüßen
es: Toque
fr: Hiker
hi: नज
pt_br: Cutucar
ru: Подтол.

# Nudge_Tute
source: Double tap anywhere on the chat to nudge your friend.
de_de: Tippe zweimal auf eine beliebige Stelle, um deinen Freund zu grüßen.
es: toca dos veces para darle un toque a tu amigos
fr: Touche vite deux fois n'importe où sur le tchat pour hiker ton ami.
hi: दोस्त को नज करने के लिए कहीं भी डबल टैप करें
pt_br: toque duas vezes em qualquer lugar para cutucar seu amigo
ru: дважды коснитесь экрана, чтобы подтолкнуть друга

source: OK
es: Aceptar
hi: ओके

# RemoveFromGrpConfirmation_Txt
source: Are you sure you want to remove this person from group?
de_de: Möchtest du diese Person wirklich aus der Gruppe entfernen?
es: ¿Seguro que quieres quitar a esta persona del grupo?
fr: Veux-tu vraiment retirer cette personne du groupe ?
hi: क्या आप वाकई इस व्यक्ति को समूह से निकालना चाहते हैं?
pt_br: Tem certeza de que deseja remover esta pessoa do grupo?
ru: Действительно удалить этого человека из группы?

# Remove_From_grp_txt
source: remove from group
de_de: Aus Gruppe entfernen
es: quitar del grupo
fr: retirer du groupe
hi: समूह से निकालें
pt_br: remover do grupo
ru: удалить из группы

# Tap_To_Invite_Txt
source: tap here to invite
de_de: Hier tippen und einladen
es: toca aquí para invitar
fr: toucher ici pour inviter
hi: आमंत्रित करने के लिए यहाँ टैप करें
pt_br: toque aqui para convidar
ru: нажмите, чтобы пригласить

# ChatThread_GCMute
source: This group chat is muted
fr: Ce tchat groupé est en sourdine
hi: यह समूह बातचीत मौन है!
pt_br: Essa conversa foi silenciada

# ContactTransfer_Text
source: Contact
de_de: Kontakt
es: Contacto
hi: संपर्क
pt_br: Contato
ru: Контакт

# ShareContact_Txt
source: Share Contact
de_de: Kontakt teilen
es: Compartir contacto
fr: Partager contact
hi: संपर्क सांझा करें |
pt_br: Compartilhar contato
ru: Отправить контакт

# ShareContact_ConfirmationText
source: Are you sure you want to share contact information of {0}
de_de: Bist du sicher, dass du die Kontaktinformationen von {0} teilen möchtest
es: ¿Seguro que quieres compartir la información de contacto de {0}?
fr: Veux-tu vraiment partager les informations de contact de {0} ?
hi: क्या आप {0} की संपर्क जानकारी साझा करना चाहते हैं |
pt_br: Quer mesmo compartilhar as informações de contato de {0}
ru: Действительно отправить контактные данные {0}?

# SharedContactNotFoundText
source: Please refresh contact list as contact selected does not exists.
de_de: Bitte aktualisiere die Kontaktliste, da der ausgewählte Kontakt nicht existiert.
es: Actualiza la lista de contactos; el contacto seleccionado no existe.
fr: Actualise la liste de contacts car le contact choisi n'existe pas.
hi: संपर्क सूची रिफ्रेश करे, क्यूंकि चयनित संपर्क मौजूद नहीं है!
pt_br: Atualize a lista de contatos, pois o contato selecionado não existe.
ru: Обновите список контактов, так как выбранный контакт не существует.

# Pause_Txt
source: pause
de_de: Pausieren
es: pausa
hi: रोकें |
pt_br: pausar
ru: пауза

# Play_Txt
source: play
de_de: Abspielen
es: reproducir
fr: lecture
hi: चलाएं
pt_br: reproduzir
ru: воспроизвести

# Record_Txt
source: record
de_de: Aufnehmen
es: grabar
fr: enregistrer
hi: रिकॉर्ड
pt_br: gravar
ru: записать

# Stop_Txt
source: stop
de_de: Anhalten
es: parar
hi: बंद करें |
pt_br: parar
ru: остановить

# EnterMsisdn_ConfirmNumber_Txt
source: Confirm your number
de_de: Bestätige deine Nummer
es: Confirma tu número
fr: Confirmer le numéro
hi: अपने नम्बर की पुष्टि करे
pt_br: Confirme o número
ru: Подтвердите номер

# SharedContactNotFoundCaptionText
source: Refresh Contact List
de_de: Kontaktliste aktualisieren
es: Actualizar lista de contactos
fr: Actualiser liste de contacts
hi: ताज़ा संपर्क सूची
pt_br: Atualizar lista de contatos
ru: Обновить список контактов

# PicUpdate_StatusTxt
source: Changed profile picture
es: Foto de perfil cambiada
fr: Image de profil modifiée
hi: प्रोफाइल चित्र बदला
pt_br: Foto do perfil alterada

# StatusUpdate_Photo
source: Changed profile picture
de_de: Hat das Profilbild geändert
es: Foto de perfil cambiada
fr: Image de profil modifiée
hi: प्रोफाइल चित्र बदला
pt_br: Foto do perfil alterada
ru: Аватар изменен

# Conversations_PostStatus_AppBar
source: post status
de_de: Status
es: publicar estado
fr: Publier statut
hi: स्टेटस पोस्ट करें
pt_br: pub. status
ru: опуб.статус

# Profile_Txt
source: profile
de_de: Profil
es: perfil
hi: प्रोफ़ाइल
pt_br: perfil
ru: профиль

# OnHIkeSince_Txt
source: on hike since {0}
de_de: bei hike seit {0}
es: en hike desde {0}
fr: sur hike depuis {0}
hi: Hike पर {0}से
pt_br: no hike desde {0}
ru: на hike с {0}

# InviteOnHikeBtn_Txt
source: invite to hike
de_de: Zu hike einladen
es: invitar a hike
fr: Inviter sur hike
hi: hike में आमंत्रित करें
pt_br: convidar para o hike
ru: пригласить в hike

# InviteOnHike_Txt
source: {0} is missing all the fun.
de_de: {0} verpasst den ganzen Spaß. Hilfe {0}, hike aufzurüsten!
es: {0} se está perdiendo toda la diversión. ¡Ayuda a {0} para que se pase a hike!
fr: passe à côté de quelque chose.
hi: {0} पूरा मज़ा नहीं ले रहे हैं। {0} को hike में अपग्रेड करने में मदद करें!
pt_br: {0} está perdendo toda a diversão. Ajude {0} a atualizar para o hike!
ru: {0} пропускает все самое интересное. Посоветуйте, пусть {0} установит hike!

# OnSms_Txt
source: on SMS
de_de: per SMS
es: en SMS
fr: par SMS
hi: SMS पर
pt_br: em SMS
ru: по SMS

# ProfileToBeFriendBlk1
source: You need to be friends with
de_de: Teile deine Zuletzt-online-Angabe und deine Statusmeldungen nur mit Favoritenkontakten.
es: Comparte tu última conexión y tus actualizaciones de estado solo con tus contactos favoritos.
fr: Tu dois être ami(e) avec
hi: अपने पिछली बार देखे गए और स्टेटस अपडेट केवल पसंदीदा संपर्कों के साथ साझा करें।
pt_br: Compartilhe Visto por último e Atualizações de status somente com Contatos Favoritos.
ru: Делитесь обновлениями статуса и сведениями о своем последнем появлении в сети только с избранными контактами.

# btnAddAsFriend_Txt
source: Add as a friend
de_de: Hinzufügen
es: añadir
fr: Ajouter comme ami(e)
hi: जोड़ें
pt_br: adicionar
ru: добавить

# NewStatus_Txt
source: new status
de_de: Neuer Status
es: nuevo estado
fr: NOUVEAU STATUT
hi: नया स्टेटस
pt_br: novo status
ru: новый статус

# Conversations_Timeline_Refresh_Status
source: {0} new updates
de_de: {0} neue Updates
es: {0} actualizaciones nuevas
fr: {0} nouvelles mises à jour
hi: {0} नए अपडेट्स
pt_br: {0} novas atualizações
ru: новых обновлений: {0}

# Conversations_Timeline_Refresh_SingleStatus
source: {0} new update
de_de: {0} neues Update
es: {0} actualización nueva
fr: {0} nouvelle mise à jour
hi: {0} नया अपडेट
pt_br: {0} nova atualização
ru: {0} новое обновление

# TimeUtils_Moments_Ago
source: moments ago
de_de: vor einem Moment
es: hace un momento
fr: à l'instant même
hi: कुछ पल पहले !
pt_br: há alguns momentos
ru: только что был(а)

# You_Txt
source: You
de_de: Du
es: Tú
fr: Toi
hi: आप
pt_br: Você
ru: Вы

# Help_System_Health_Text
source: check hike status on Twitter
de_de: hike-Status auf Twitter ansehen
es: comprueba el estado de hike en Twitter
fr: voir le statut hike sur Twitter
hi: ट्विटर पर hike स्थिति की जाँच करें
pt_br: verificar o status do hike no Twitter
ru: проверить статус hike в Twitter

# Help_System_Health_Title
source: system health
de_de: Systemzustand
es: estado del sistema
fr: état du système
hi: सिस्टम हेल्द
pt_br: integridade do sistema
ru: работоспособность системы

# Attachement_Contact_Txt
source: Contact Info
de_de: Kontakt teilen
es: Información de contacto
fr: Infos contact
hi: संपर्क जानकारी
pt_br: Informações de contato
ru: Отправить контакт

# Attachment_Audio_Txt
source: Send Audio
de_de: Audiodatei senden
es: Enviar audio
fr: Envoyer audio
hi: ऑडियो भेजें
pt_br: Enviar áudio
ru: Отправить аудиофайл

# Attachment_Camera_Txt
source: Camera
de_de: Kamera
es: Cámara
fr: App. photo
hi: कैमरा
pt_br: Câmera
ru: Камера

# Attachment_Location_Txt
source: Share Location
de_de: Standort teilen
es: Compartir ubicación
fr: Partage localisation
hi: लोकेशन साझा करें
pt_br: Compartilhar local
ru: Расположение

# Attachment_Photo_Txt
source: Send Photo
de_de: Foto senden
es: Enviar foto
fr: Envoyer photo
hi: फोटो भेजें!
pt_br: Enviar foto
ru: Отправить фото

# Attachment_Video_Txt
source: Send Video
de_de: Video senden
es: Enviar vídeo
fr: Envoyer vidéo
hi: वीडियो भेजें!
pt_br: Enviar vídeo
ru: Отправить видео

# NoFreeSmsLeft_Txt
source: Invite {0} to continue hiking.
de_de: Lade {0} dazu ein, hike weiter zu nutzen.
es: Invita a {0} para seguir usando hike.
fr: Inviter {0} à continuer sur hike.
hi: Hike को चालू रखने के लिए {0} को आमत्रित करें |
pt_br: Convide {0} para continuar em contato.
ru: Пригласить {0}, чтобы продолжить общение.

# SelectUser_GroupMsg_Txt
source: group message
de_de: Gruppen-SMS
es: mensaje de grupo
fr: message groupé
hi: समूह संदेश
pt_br: mensagem de grupo
ru: групповое сообщение

# FB_Connect_Txt
source: Connect with Facebook
de_de: Mit Facebook verbinden
es: conectar con Facebook
fr: Se connecter par Facebook
hi: Facebook से कनेक्ट करें
pt_br: conectar com o facebook
ru: подключиться через facebook

# FeelingLazy_Txt
source: Feeling lazy? Pull in your profile -
de_de: Faul? Ziehe dein Profil heran...
es: ¿Tienes el día perezoso? Actualiza tu perfil...
fr: Tu as la flemme ? On s'en occupe.
hi: आलस महसूस हो रहा है? अपना प्रोफ़ाइल निकालें...
pt_br: Com preguiça? Veja o seu perfil...
ru: Лень вводить? Используйте свой профиль...

# Account_Txt
source: account
es: cuenta
fr: compte
hi: खाता
pt_br: conta
ru: аккаунт

# Logout_Txt
source: logout
de_de: Zurücksetzen
es: restablecer
fr: déconnexion
hi: रीसेट करें
pt_br: redefinir
ru: сбросить

# GroupImgChangedByGrpMember_Txt
source: {0} changed the group image.
de_de: {0} hat das Gruppenbild geändert.
es: {0} ha cambiado la imagen del grupo.
fr: {0} a changé l'image du groupe.
hi: {0} ने समूह की छवि बदल दी है |
pt_br: {0} alterou a imagem do grupo.
ru: {0} сменил аватара группы.

# Ask_Me_Later_Txt
source: Ask Me Later
de_de: Später erneut fragen
es: Pregúntame después
fr: Me demander plus tard
hi: मुझसे बाद में पूछना!
pt_br: Pergunte-me depois
ru: Задать вопрос позже

# Love_Using_Hike_Txt
source: Love using hike?
de_de: Dir gefällt hike?
es: ¿Te encanta hike?
fr: Tu aimes hike ?
hi: hike पसंद है?
pt_br: Gosta do hike?
ru: Нравится hike?

# Rate_Now_Txt
source: Rate Now
de_de: Jetzt bewerten
es: Puntuar ahora
fr: Noter maintenant
hi: अभी रेट करें |
pt_br: Avalie agora
ru: Оценить сейчас

# Rate_Us_Txt
source: Please rate us on the Marketplace.
de_de: Bitte bewerte uns bei Marketplace.
es: Califícanos en la Tienda.
fr: Donne-nous une note sur Marketplace.
hi: कृपया बाज़ार में हमें रेट करें |
pt_br: Avalie-nos no Marketplace.
ru: Оцените нас в Marketplace.

# UpgradingApp_Text
source: Please wait while your app is upgrading...
de_de: Bitte warten, deine App wird aktualisiert...
es: Espera mientras la aplicación se actualiza...
fr: Patiente pendant que ton app se met à niveau...
hi: प्रतीक्षा करें, आपका ऐप्प अपग्रेड हो रहा है |
pt_br: Aguarde enquanto o aplicativo é atualizado...
ru: Подождите, пока обновляется ваше приложение...

# Stop_Caption_txt
source: Stop!!!
de_de: Stopp!!!
es: ¡¡Alto!!
hi: बंद करो!
pt_br: Pare!!
ru: Стоп!

# Stop_Contact_Scanning
source: Do you want to stop contact scanning?
de_de: Möchtest du das Durchsuchen der Kontakte stoppen?
es: ¿Quieres detener la exploración de contactos?
fr: Veux-tu arrêter l'analyse de contact ?
hi: क्या आप संपर्क स्कैनिंग बंद करना चाहते हैं?
pt_br: Você deseja parar de buscar os contatos?
ru: Вы хотите остановить сканирование контактов?

# Profile_DoTheSame
source: Added you as a friend. Would you like to do the same?
de_de: teilt seine Zuletzt-online-Angabe und Statusmeldungen mit dir. Möchtest du dies ebenfalls tun?
es: comparte ahora su última conexión y sus actualizaciones de estado contigo. ¿Te gustaría hacer lo mismo?
fr: Veux-tu faire de même ?
hi: आपके साथ पिछली बार देखे गए और स्टेटस अपडेट साझा कर रहे हैं। क्या आप भी ऐसा करना चाहेंगे?
pt_br: está compartilhando Visto por último e Atualizações de status com você. Quer fazer o mesmo?
ru: теперь показывает вам время своего последнего появления в сети и обновления статуса. Хотите сделать то же самое?

# Profile_RequestSent_Blk1
source: Waiting For
de_de: Als Favorit hinzugefügt
es: añadido como favorito
fr: En attente de
hi: पसंदीदा में जोड़ा गया
pt_br: adicionado como favorito
ru: добавлен(а) в избранное

# Profile_NoStatus_Txt
source: hasn't posted anything :(
de_de: {0} hat noch nichts veröffentlicht :(
es: {0} no ha publicado nada :(
fr: n'a rien publié :(
hi: {0} ने कुछ भी पोस्ट नहीं किया :(
pt_br: {0} ainda não publicou nada :(
ru: {0} не публиковал(а) ничего :(

# Conversations_Circle_Of_friends_txt
source: friends
de_de: Favoriten
es: favoritos
fr: AMIS
hi: पसंदीदा
pt_br: favoritos
ru: избранное

# Conversations_Contacts_on_hike
source: people on hike
de_de: Personen bei hike
es: usuarios en hike
fr: SUR HIKE
hi: hike पर लोग
pt_br: pessoas no hike
ru: пользов. в hike

# Profile_BlockedUser_Blk1
source: You have blocked
de_de: Du hast {0} geblockt. Entsperre ihn/sie, um eine Nachricht zu schicken.
es: Has bloqueado a {0}. Anula el bloqueo para enviarle un mensaje.
fr: Tu as bloqué
hi: आपने {0} को ब्लॉक किया है। संदेश भेजने के लिए अनब्लॉक करें।
pt_br: Você bloqueou {0}. Desbloqueie para enviar uma mensagem.
ru: Вы заблокировали пользователя {0}. Разблокируйте, чтобы отправить сообщение.

# Share_With_Txt
source: share
de_de: Teilen mit
es: compartir con
fr: PARTAGER
hi: के साथ साझा करें
pt_br: compartilhar com
ru: поделиться с

# Block_Tap_Txt
source: Tap to {0} this person
de_de: Hier tippen, um diese Person zu {0}.
es: Toca para {0} a esta persona
fr: Touche vite pour {0} cette personne
hi: इस व्यक्ति {0} की दबाएं |
pt_br: Toque para {0} essa pessoa
ru: Коснитесь, чтобы {0} этого пользователя

# Conversations_BtnUpdateStatus_Txt
source: update status
es: actualizar estado
fr: Statut mise à jour
hi: स्टेटस अपडेट करें
pt_br: atualizar status

# Conversations_EmptyStatus_AskPostStatus_Txt
source: Looks like you haven't posted any status update yet.
es: Parece que todavía no has publicado ninguna actualización de estado.
fr: Il semble que tu n'aies pas encore publié de mise à jour de statut.
hi: लगता है, आपने अभी तक कोई स्टेटस पोस्ट नहीं किया है !
pt_br: Parece que você ainda não publicou nenhuma atualização de status.

# Conversations_EmptyStatus_Hey_Txt
source: Hey {0}!
es: ¡Hola, {0}!
fr: Salut {0} !
hi: अरे {0}!
pt_br: Olá, {0}!
ru: Привет, {0}!

# Conversations_EmptyStatus_TeamHike_Txt
source: Team hike
de_de: hike-Team
es: Equipo hike
fr: Le team hike
hi: hike टीम
pt_br: Equipe hike
ru: Команда hike

# Update_Profile_Pic_txt
source: Updated profile picture
de_de: Aktualisiertes Profilbild
es: Imagen de perfil actualizada
fr: Image de profil mise à jour
hi: नवीनीकृत प्रोफ़ाइल तस्वीर
pt_br: Imagem do perfil atualizada
ru: Обновленный аватар

# Conversations_DefaultStatus_Txt
source: Post a status update
de_de: Poste eine Statusmeldung
es: Publicar actualización de estado
fr: Publier une mise à jour de statut
hi: एक स्टेटस अपडेट को पोस्ट करे !
pt_br: Publique uma atualização de status
ru: Опубликовать обновление статуса

# Settings_StatusNotification_SwitchHeader
source: Status updates notifications
de_de: Benachrichtigung zu Statusaktualisierungen
es: Notificaciones de actualizaciones de estado
fr: Alertes des mises à jour de statut
hi: स्थिति अद्यतन अधिसूचनाएँ
pt_br: Notificações de atualizações de status
ru: Уведомления об обновлениях статуса

# Settings_StatusUpdate_Every1Hour_txt
source: Every Hour
de_de: Jede Stunde
es: Cada hora
fr: Toutes les heures
hi: हर घंटे
pt_br: A cada hora
ru: Каждый час

# Settings_StatusUpdate_EveryXHour_txt
source: Every {0} Hour
de_de: Alle {0} Stunden
es: Cada {0} horas
fr: Toutes les {0} heures
hi: प्रत्येक {0} घंटे
pt_br: A cada {0} horas
ru: Каждый(е) {0} час(а/ов)

# Settings_StatusUpdate_Immediate_Txt
source: Immediate
de_de: Sofort
es: Inmediato
fr: Tout de suite
hi: तुरंत
pt_br: Imediato
ru: Немедленно

# Conversations_StatusTutorials_Info_Txt
source: Only your 'friends' can see your status update
de_de: Es können nur die Kontakte, die du als Favorit markiert hast, deine Statusmeldungen sehen.
es: Solo los contactos añadidos como "favoritos" pueden ver tu actualización de estado
fr: Seuls tes 'amis' peuvent voir ton statut mis à jour
hi: केवल 'पसंदीदा' के रूप में जोड़े गए संपर्क आपके स्टेटस अपडेट देख सकते हैं
pt_br: Somente os contatos adicionados como "favoritos" podem ver suas atualizações de status
ru: Только контакты, добавленные в "избранное", могут видеть обновления вашего статуса

# Conversations_StatusTutorials_TapMsg
source: Tap on this icon to post a new status
de_de: Tippe auf dieses Symbol, um eine neue Statusmeldung zu posten.
es: Toca este icono para publicar un nuevo estado
fr: Touche cette icône pour publier un nouveau statut
hi: नये स्टेटस अपडेट के लिए इस चिह्न को दबाएँ |
pt_br: Toque nesse ícone para publicar um novo status
ru: Нажмите этот значок, чтобы опубликовать новый статус

# Conversations_Status_Tutorials_Header
source: Status Updates
de_de: Statusmeldungen
es: Actualizaciones de estado
fr: Mises à jour de statut
hi: स्थिति अपडेट
pt_br: Atualizações de status
ru: Обновления статуса
