Repository: rohitgargwp7/cortanaRepo
Catalog: windows-client/Languages/AppResources.*.resx
Languages: de_de, es, fr, hi, pt_br, ru

# AppBar_Next_Btn
source: Next
de_de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
pt_br: Próximo
ru: далее

# Cannot_Change_Img_Error_Txt
source: Cannot change Profile Image. Try Later!!
de_de: Das Profilbild kann nicht geändert werden. Versuche es später erneut.
es: No se pudo cambiar la imagen de perfil. Inténtalo más tarde.
fr: Impossible de changer l'image de profil. Réessaie.
hi: आप प्रोफ़ाइल की तस्वीर को नहीं बदल सकते हैं| बाद में कोशिश करें!
pt_br: Não é possível mudar a Imagem do perfil. Tente mais tarde!
ru: Не удается изменить аватар. Попробуйте позже.

# Cannot_Select_Pic_Phone_Connected_to_PC
source: You cannot select photo while phone is connected to computer.
de_de: Während das Gerät mit dem Computer verbunden ist, kann kein Bild ausgewählt werden.
es: No puedes seleccionar una foto mientras el teléfono está conectado al ordenador.
fr: Tu ne peux pas choisir une photo quand ton téléphone est connecté à un ordinateur.
hi: जब फोन कंप्यूटर से जुड़ा हो तब आप तस्वीर का चयन नहीं कर सकते हैं !
pt_br: Não é possível selecionar fotos enquanto o telefone está conectado ao computador.
ru: Нельзя выбрать фото, пока телефон подключен к компьютеру.

source: Connectivity issue.
de_de: Verbindungsschwierigkeiten
es: Error de conexión.
fr: Problème de connectivité.
hi: कनेक्टिविटी समस्या
pt_br: Problema de conectividade.
ru: Ошибка подключения к сети.

# Conversations_DelAllChats_Txt
source: delete all chats
de_de: Alle Chats löschen
es: eliminar todos los chats
fr: Effacer tous les tchats
hi: सभी चैट हटाएँ
pt_br: excluir todas as conversas
ru: удалить все чаты

# Conversations_DelChat_Txt
source: delete chat
de_de: Chat löschen
es: eliminar chat
fr: Effacer tchat
hi: चैट हटाएँ
pt_br: excluir conversa
ru: удалить чат

# Conversations_Delete_Chats_Confirmation
source: Are you sure about deleting all chats?
de_de: Durch diesen Vorgang werden all deine Gruppen und Chats gelöscht.
es: Se eliminarán todos tus grupos y chats.
fr: Veux-tu vraiment effacer tous les tchats ?
hi: इससे आपके सभी समूह और चैट हट जाएँगे।
pt_br: Isso excluirá todos os grupos e conversas.
ru: Это приведет к удалению всех ваших групп и чатов.

# Conversations_Delete_Chat_Confirmation
source: Are you sure about deleting this chat?
de_de: Bist du sicher, dass du diesen Chat löschen willst?
es: ¿Seguro que quieres eliminar este chat?
fr: Veux-tu vraiment effacer ce tchat ?
hi: क्या इस बातचीत को वाकई हटाना चाहते हैं?
pt_br: Quer mesmo excluir esta conversa ?
ru: Действительно хотите удалить этот чат?

# Conversations_EditProfile_Txt
source: edit profile
de_de: Profil bearbeiten
es: editar perfil
fr: modifier profil
hi: प्रोफ़ाइल संशोधन
pt_br: editar perfil
ru: изм. профиль

# Conversations_NewChat_AppBar_Btn
source: new chat
de_de: Neuer Chat
es: nuevo chat
fr: nouveau tchat
hi: नई बातचीत
pt_br: nova conversa
ru: новый чат

# Conversations_SayHI_Txt
source: Say Hi to {0}!
de_de: Sag Hallo zu {0}!
es: ¡Saluda a {0}!
fr: Dis bonjour à {0} !
hi: नमस्ते {0}!
pt_br: Diga olá para {0}!
ru: Поприветствуйте {0}!

# Conversations_OnSMS_Txt
source: Send {0} free sms.
de_de: Sende {0} Frei-SMS
es: Envía a {0} un SMS gratis.
fr: Envoie un SMS gratuit à {0}.
hi: {0}! को मुफ्त एसएमएस भेजें
pt_br: Envie sms grátis para {0}.
ru: Бесплатное SMS для {0}.

# Conversations_Pending_NotNow_Btn
source: not now
de_de: Jetzt nicht
es: ahora no
fr: Plus tard
hi: अभी नहीं
pt_br: agora não
ru: не сейчас

# Conversations_Pending_Yes_Btn
source: confirm
de_de: Bestätigen
es: confirmar
fr: Confirmer
hi: पुष्टि करें
pt_br: confirmar
ru: подтвердить

# Conversations_RemFromFav_Confirm_Txt
source: Do you really want to remove {0} from your friend list?
de_de: Möchtest du {0} wirklich aus deinen Favoriten entfernen?
es: ¿Seguro que quieres quitar a {0} de tus favoritos?
fr: Veux-tu vraiment retirer {0} de ta liste d'amis ?
hi: क्या आप {0} को वाकई अपने पसंदीदा से निकालना चाहते हैं?
pt_br: Quer mesmo remover {0} dos seus favoritos?
ru: Действительно удалить пользователя {0} из избранного?

# RemFromFav_Txt
source: remove from friend list
de_de: aus Favoriten entfernen
es: quitar de mis favoritos
fr: retirer de la liste d'amis
hi: मेरे पसंदीदा से निकालें
pt_br: remover dos favoritos
ru: удалить из избранного

# Conversations_TapYesToAdd_Txt
source: Your friend list is empty
es: No tienes favoritos
fr: Ta liste d'amis est vide
hi: आपका कोई पसंदीदा नहीं है
pt_br: Você não tem favoritos

# Conversations_TellFriend_Txt
source: invite friends
de_de: Freunde einladen
es: invitar a amigos
fr: inviter des amis
hi: दोस्तों को आमंत्रित करे !
pt_br: convidar amigos
ru: пригласить друзей

# Delete_Txt
source: delete
de_de: löschen
es: eliminar
fr: supprimer
hi: हटाना
pt_br: excluir
ru: удалить

# AppBar_Done_Btn
source: done
de_de: Fertig
es: listo
fr: terminé
hi: संपन्न
pt_br: pronto
ru: готово

# EnterName_Msg_TxtBlk
source: Getting you in
de_de: Zugang wird erteilt
es: Accediendo...
fr: Paramétrage en cours
hi: आपको अन्दर ले जाया जा रहा है !
pt_br: Você está entrando em
ru: Вход в систему

# EnterName_NameErrorTxt
source: Error!! Name not set. Try Again!!
de_de: Fehler! Kein Name festgelegt. Versuche es erneut!
es: Error: nombre no definido. Vuelve a intentarlo.
fr: Erreur : nom non paramétré. Réessaie.
hi: त्रुटि! नाम सेट नहीं! पुंन:प्रयास करें!
pt_br: Erro!! Nome não definido. Tente novamente!
ru: Ошибка! Имя не задано. Попробуйте еще раз.

# EnterName_Name_Hint
source: your name
de_de: Dein Name
es: tu nombre
fr: Nom
hi: आपका नाम
pt_br: seu nome
ru: ваше имя

# EnterName_ScanningContacts_Txt
source: Scanning Contacts ...
es: Explorando contactos...
fr: Analyse des contacts...
hi: संपर्क स्कैनिंग ...
pt_br: Buscando contatos...

# EnterName_YourMsisdn_TxtBlk
source: You're all set on
es: Todo listo con el número
fr: Tu es enregistré sous
hi: आप पर स्थापित हैं!
pt_br: Você está configurado como

# EnterNumber_EnterNum_TxtBlk
source: Hi! whats your number?
de_de: Hallo! Wie lautet deine Nummer?
es: ¡Hola! ¿Cuál es tu número?
fr: Pour commencer, saisis ton N° de téléphone ci-dessous :
hi: हैलो! आपका नंबर क्या है?
pt_br: Olá! Qual é o seu número?
ru: Привет! Какой у вас номер?

# EnterNumber_IncorrectPh_TxtBlk
source: Incorrect phone number.
de_de: Ungültige Telefonnummer.
es: Número de teléfono incorrecto.
fr: N° de téléphone incorrect.
hi: गलत फोन नंबर.
pt_br: Número de telefone incorreto.
ru: Недопустимый номер телефона.

# EnterNumber_MsgBoxText_Msg
source: Enter valid phone number.
de_de: Gültige Telefonnummer eingeben.
es: Indica un número de teléfono válido.
fr: Saisis un N° de téléphone valide.
hi: मान्य फोन नंबर दर्ज करें.
pt_br: Digite um número de telefone válido.
ru: Введите правильный номер телефона.

# EnterNumber_Ph_Hint_TxtBox
source: Phone Number
de_de: Handynummer
es: número de teléfono
fr: N° de téléphone
hi: फ़ोन नंबर
pt_br: número de telefone
ru: номер телефона

# EnterNumber_SelectCountry_TxtBlk
source: select country
de_de: Land wählen
es: seleccionar país
fr: CHOISIR PAYS
hi: देश चुनें
pt_br: selecionar país
ru: выберите страну

# EnterNumber_VerifyNumberMsg_TxtBlk
source: Verifying your number.
de_de: Deine Nummer wird überprüft.
es: Comprobando tu número...
fr: Vérification de ton numéro.
hi: आपका नंबर सत्यापित हो रहा है!
pt_br: Verificando seu número.
ru: Идет проверка вашего номера.

# EnterPin_CallErrorMsg_MsgBox
source: Couldn't call you. Try again later.
de_de: Wir konnten dich nicht anrufen. Versuche es später noch mal.
es: No hemos podido llamarte. Inténtalo más tarde.
fr: Impossible de te joindre. Réessaie ultérieurement.
hi: आप कॉल नहीं कर सकते है, कृपया बाद में प्रयास करें!
pt_br: Não foi possível ligar para você. Tente de novo mais tarde.
ru: Звонок не прошел. Повторите попытку позже.

# EnterPin_CallingMsg_MsgBox
source: Calling you for PIN.
de_de: Wir rufen dich an wegen der PIN.
es: Llamándote para el PIN...
fr: Appel en cours pour PIN.
hi: आपको पिन के लिए कॉल किया जा रहा है |
pt_br: Ligando para você para solicitar PIN.
ru: Звонок для получения PIN.

# EnterPin_CallMe_Btn
source: call me for the pin
de_de: Ruft mich wegen der PIN an.
es: llamadme para darme el PIN
fr: M'appeler pour code PIN
hi: पिन के लिए मुझे काल करें
pt_br: ligue para mim para obter o pin
ru: сообщить PIN по телефону

# EnterPin_PinError_TxtBlk
source: Incorect PIN. Please try again.
de_de: Falsche PIN. Bitte erneut versuchen.
es: PIN incorrecto. Vuelve a intentarlo.
fr: Code PIN non valide. Réessaie.
hi: ग़लत पिन। कृपया पुनः प्रयास करें।
pt_br: PIN incorreto. Tente novamente.
ru: Неправильный PIN-код. Попробуйте еще раз.

# EnterPin_PinHint
source: enter pin
de_de: PIN eingeben
es: indicar pin
fr: PIN
hi: पिन दर्ज करें
pt_br: informe o pin
ru: введите PIN-код

# EnterPin_PinMsg_TxtBlk
source: We sent you a 4 digit SMS PIN. Enter It.
de_de: Wir haben dir eine vierstellige PIN gesendet. Gib sie ein.
es: Te hemos enviado un PIN de 4 dígitos por SMS. Indícanoslo.
fr: Merci ! Tu as reçu le code SMS ? Saisis-le ci-dessous :
hi: हमने आपको 4 अंकों का एसएमएस पिन भेजा है। इसे दर्ज करें।
pt_br: Enviamos a você um SMS com o PIN de 4 dígitos. Digite-o.
ru: Мы отправили вам SMS с 4-значным PIN-кодом. Введите его.

# EnterPin_SMSError_TxtBlk
source: Didn't get an SMS?
de_de: Du hast keine SMS erhalten?
es: ¿No has recibido el SMS?
fr: Tu n'as reçu aucun SMS ?
hi: एसएमएस नहीं मिला?
pt_br: Você não recebeu um SMS?
ru: Не получили SMS?

# EnterPin_Taphere_TxtBlk
source: Tap here
de_de: Hier tippen
es: toca aquí
fr: Touche ici
hi: यहाँ टैप करें
pt_br: toque aqui
ru: нажмите здесь

# EnterPin_WrongNumMsg_TxtBlk
source: Entered a wrong number?
de_de: Eine falsche Zahl eingegeben?
es: ¿Has indicado un número incorrecto?
fr: Erreur de numéro ?
hi: गलत संख्या दर्ज हुई?
pt_br: Inseriu o número errado?
ru: Неправильный номер?

# Conversations_MessageOnHike_Txt
source: Message {0} on hike
de_de: Schreibe {0} eine Nachricht auf hike
es: Envía un mensaje a {0} en hike
fr: Envoyer un message à {0} sur hike
hi: {0} को hike पर संदेश भेजें
pt_br: Mensagem {0} no hike
ru: Написать сообщение для {0} в hike

# GrpChat_Txt
source: group chat
de_de: Gruppen-Chat
es: chat en grupo
fr: Tchat groupé
hi: समूच चैट
pt_br: conversa em grupo
ru: груп. чат

source: Network Error. Try Again!!
de_de: Netzwerkfehler. Versuche es noch mal!!
es: Error de red. Vuelve a intentarlo.
fr: Erreur de réseau. Réessaie !
hi: नेटवर्क त्रुटि. फिर प्रयास करें!
pt_br: Erro de rede. Tente novamente!
ru: Сетевая ошибка. Попробуйте еще раз!

# No_Network_Txt
source: No network connectivity.
de_de: Keine Netzwerkverbindung.
es: Sin conexión de red.
fr: Aucune connectivité réseau.
hi: नेटवर्क कनेक्टिविटी नहीं है |
pt_br: Sem conectividade de rede.
ru: Нет сетевого соединения.

# Please_Try_Again_Txt
source: Please try again.
de_de: Bitte versuch es noch mal.
es: Vuelve a intentarlo.
fr: Réessaie.
hi: पुन: प्रयास करें!
pt_br: Tente novamente.
ru: Попробуйте еще раз.

source: privacy
de_de: Datenschutz
es: privacidad
fr: vie privée
hi: गोपनीयता
pt_br: privacidade
ru: конфиденциальность

source: settings
de_de: Einstellungen
es: ajustes
fr: paramètres
hi: सेटिंग
pt_br: configurações
ru: настройки

# SMS_Left_Txt
source: {0} SMS Left
de_de: Noch {0} übrig
es: SMS restantes: {0}
fr: {0} SMS restants
hi: {0} एसएमएस शेष
pt_br: {0} SMS restantes
ru: Осталось SMS: {0}

# Something_Wrong_Txt
source: Oops, something went wrong!
de_de: Upps, etwas ist schiefgegangen!
es: ¡Vaya! ¡Algo ha salido mal!
fr: Oups, une erreur s'est produite !
hi: ओह, कुछ गलत हो गया!
pt_br: Ops, algo está errado!
ru: Ой! Что-то не так!

# WelcomePage_PushMsg_TxtBlk
source: Sure as in Tapping on 'get started' will confirm you are 13+. Push notifications are turned on by default.
de_de: Du musst mind. 13 Jahre alt sein, um hike verwenden zu können. Benachrichtigungen sind standardmäßig eingeschaltet.
es: Tienes que ser mayor de 13 años para usar hike. Las notificaciones están activadas de forma predeterminada.
fr: Alertes push activées par défaut
hi: hike का इस्तेमाल करने के लिए आपकी उम्र 13+ होनी चाहिए। सूचनाएँ डिफ़ॉल्ट रूप से चालू हैं।
pt_br: Você deve ter 13 anos ou mais para usar o hike. As notificações estão ativadas por padrão.
ru: Вам должно быть не менее 13 лет, чтобы использовать hike. Уведомления включены по умолчанию.

# WelcomePage_TnP_HlBtn
source: terms & privacy
de_de: Nutzungsbedingungen & Datenschutz
es: condiciones de uso y privacidad
fr: Conditions et Confid.
hi: शर्तें & गोपनीयता
pt_br: termos & privacidade
ru: условия и конфиденциальность

# Email_Txt
source: Email
es: correo
hi: ईमेल
ru: эл. почта

# EditProfile_FullName_TxtBlk
source: Full Name
de_de: Name
es: nombre
fr: Nom et prénom
hi: नाम
pt_br: nome
ru: имя

# EditProfile_GenderFemale_lstPckr
source: female
de_de: weiblich
es: mujer
fr: femme
hi: महिला
pt_br: feminino
ru: женский

# EditProfile_GenderMale_LstPckr
source: male
de_de: männlich
es: hombre
fr: homme
hi: पुरुष
pt_br: masculino
ru: мужской

# EditProfile_GenderSelect_LstPckr
source: select
de_de: auswählen
es: seleccionar
fr: choisir
hi: चयन करें
pt_br: selecionar
ru: выберите

# EditProfile_Gender_TxtBlk
source: Gender
de_de: Geschlecht
es: sexo
fr: Sexe
hi: लिंग
pt_br: sexo
ru: пол

# Save_AppBar_Btn
source: save
de_de: Speichern
es: guardar
fr: enregistrer
hi: सहेजें
pt_br: salvar
ru: сохранить

# FreeSMS_H2HHeader_TxtBlk
source: hike to hike
de_de: hike zu hike
es: de hike a hike
fr: hike vers hike
hi: hike से hike
pt_br: hike para hike
ru: hike - hike

# FreeSMS_H2HText_TxtBlk
source: free worldwide
de_de: weltweit kostenlos
es: gratis en todo el mundo
fr: Gratuit et mondial
hi: दुनिया भर में मुफ्त
pt_br: grátis em todo o mundo
ru: бесплатно по всему миру

# FreeSMS_H2SHeader_TxtBlk
source: hike to SMS
de_de: hike zu SMS
es: de hike a SMS
fr: hike vers SMS
hi: एसएमएस पर hike
pt_br: hike para SMS
ru: hike - SMS

# FreeSMS_H2SText_TxtBlk
source: the more you hike, the more you earn!
de_de: Je mehr du hikest, desto mehr verdienst du!
es: cuanto más utilices hike, más ganas
fr: Ta recharge de SMS gratuits le 1er de chaque mois
hi: आप hike जितना अधिक उपयोग करेंगे, उतना अधिक कमाएँगे!
pt_br: quanto mais usar o hike, mais você ganha!
ru: чем больше вы приглашаете в hike, тем больше зарабатываете!

# FreeSMS_IndiaOnly_TxtBlk
source: free, only to India
de_de: kostenlos, nur nach Indien
es: gratis, solo en India
fr: *Envoi de SMS gratuits limité à l'Inde pour le moment
hi: मुफ़्त, केवल भारत में
pt_br: grátis, somente na Índia
ru: бесплатно, только в Индии

# FreeSMS_InviteNow_Btn
source: invite now
de_de: Jetzt einladen
es: invitar
fr: inviter
hi: अभी आमंत्रित करें
pt_br: convidar agora
ru: пригласить

# FreeSMS_InviteSMS_TxtBlk
source: invite via SMS
de_de: Per SMS einladen
es: invitar por SMS
fr: Inviter par SMS
hi: एसएमएस से आमंत्रित करें
pt_br: convidar via SMS
ru: пригласить по SMS

# FreeSMS_UnlinkFacebook_MsgBxCaptn
source: Unlink Facebook
de_de: Facebook-Account trennen
es: Desvincular Facebook
fr: Désassocier Facebook
hi: फेसबुक को अनलिंक करें
pt_br: Desvincular do Facebook
ru: Отвзяка от Facebook

# FreeSMS_UnlinkFbOrTwConfirm_MsgBx
source: Are you sure you want to unlink your account?
de_de: Bist du sicher, dass du die Verbindung zu deinem Account trennen willst?
es: ¿Seguro que quieres desvincular tu cuenta?
fr: Veux-tu vraiment désassocier ton compte ?
hi: क्या आप अपने खाते को अनलिंक करना चाहते हैं?
pt_br: Quer mesmo desvincular sua conta?
ru: Действительно хотите отвязать свой аккаунт?

# FreeSMS_UnlinkFbOrTwSuccess_MsgBx
source: Successfully Unlinked Account.
de_de: Verbindung zum Account erfolgreich getrennt.
es: Cuenta desvinculada correctamente.
fr: Compte désassocié.
hi: सफलतापूर्वक खाते को अनलिंक किया
pt_br: A conta foi desvinculada.
ru: Аккаунт отвязан.

# FreeSMS_UnlinkTwitter_MsgBxCaptn
source: Unlink Twitter
de_de: Twitter-Account trennen
es: Desvincular Twitter
fr: Désassocier Twitter
hi: ट्विटर को अनलिंक करें
pt_br: Desvincular do Twitter
ru: Отвязка от Twitter

# FreeSMS_UnlinkTwSuccess_MsgBxCaptn
source: Twitter Logout
de_de: Twitter abmelden
es: Cerrar sesión en Twitter
fr: Déconnexion de Twitter
hi: ट्विटर लॉगआउट
pt_br: Sair do Twitter
ru: Выход из Twitter

# FreeSMS_unlimitedTxtBlck_TxtBlk
source: unlimited
de_de: unbegrenzt
es: ilimitado
fr: Illimité
hi: असीमित
pt_br: ilimitado
ru: неограничено

# And_txt
source: and
de_de: und
es: y
fr: et
hi: और
pt_br: e
ru: и

# Attach_Txt
source: attach
de_de: anhängen
es: adjuntar
fr: joindre
hi: जोड़ें
pt_br: anexar
ru: прикрепить

# Audio_Txt
source: Audio
es: Voz
hi: ऑडियो
pt_br: Áudio
ru: Аудио

# Block_Txt
source: block
de_de: sperren
es: bloquear
fr: Bloquer
hi: ब्लॉक करें
pt_br: bloquear
ru: заблокировать

# Call_Txt
source: call
de_de: anrufen
es: llamar
fr: appeler
hi: कॉल
pt_br: ligar
ru: звонок

# Cancel_Txt
source: cancel
de_de: abbrechen
es: cancelar
fr: annuler
hi: रद्द करें
pt_br: cancelar
ru: отмена

# CONTACT_NOT_SAVED_ON_SERVER
source: Contact not saved on server, kindly refresh.
de_de: Kontakt nicht auf Server gespeichert, bitte aktualisieren.
es: Contacto no guardado en el servidor. Por favor, actualiza.
fr: Contact non sauvegardé sur le serveur. Actualise la page.
hi: संपर्क सर्वर में सहेजा नहीं गया, कृपया रिफ्रेश करे !
pt_br: O contato não foi salvo no servidor, atualize.
ru: Контакт не сохранен на сервере, повторите попытку.

source: Contact saved successfully
de_de: Kontakt erfolgreich abgespeichert
es: Contacto guardado correctamente.
fr: Contact sauvegardé
hi: संपर्क सफलतापूर्वक सहेजा गया
pt_br: O contato foi salvo
ru: Контакт сохранен.

# Copy_txt
source: copy
de_de: kopieren
es: copiar
fr: copier
hi: कॉपी
pt_br: copiar
ru: копировать

# CREDITS_EARNED
source: You've just earned {0} free SMS
de_de: Du hast gerade {0} Frei-SMS verdient.
es: Acabas de conseguir {0} SMS gratis
fr: Tu viens de gagner {0} SMS gratuits
hi: आपने अभी {0} मुफ्त एसएमएस प्राप्त किये हैं |
pt_br: Você ganhou {0} SMS grátis
ru: Вы заработали {0} бесплатных SMS

# DND_USER
source: {0} is on DND. Waiting for {0} to reply.
de_de: {0} hat DND aktiviert. Warte auf Antwort von {0}.
es: {0} indica DND. Esperando a que {0} responda.
fr: {0} est en DND. En attente d'une réponse de {0}.
hi: {0} पर डीएनडी चालू है | {0} के जवाब की प्रतीक्षा कर रहें हैं |
pt_br: {0} está em modo Não perturbe. Aguardando resposta de {0}.
ru: {0} в списке DND. Ожидание ответа {0}.

# FILES_MESSAGE_PREFIX
source: Sent you a {0}. To view go to
de_de: Hat dir folgendes gesendet: 1 {0}. Zum ansehen, gehe auf
es: Te ha enviado 1 {0}. Para verlo, accede a
fr: t'a envoyé le fichier suivant : {0}. Pour le voir, va à l'endroit suivant :
hi: आपको a {0} भेजा गया है | देखने के लिये पर जाएँ |
pt_br: Você recebeu um {0}. Para ver, acesse
ru: Отправил(а) вам {0}. Чтобы посмотреть, перейдите на

# Forward_Txt
source: forward
de_de: weiter
es: reenviar
fr: transférer
hi: आगे
pt_br: avançar
ru: переслать

# GROUP_CHAT_END
source: This group chat has ended.
de_de: Dieser Gruppenchat wurde beendet.
es: Este chat en grupo ha acabado.
fr: Ce tchat groupé est terminé.
hi: यह समूह चैट खत्म हो गया।
pt_br: Essa conversa terminou.
ru: Групповой чат прекращен.

# Image_Txt
source: Image
de_de: Bild
es: Imagen
hi: छवि
pt_br: Imagem
ru: Изображение

# Location_Txt
source: Location
de_de: Standort
es: Ubicación
fr: Lieu
hi: लोकेशन
pt_br: Local
ru: Место

# MORE_THAN_1_CONTACT_FOUND
source: More than 1 contacts found for number : {0}
de_de: Mehr als 1 Kontakt mit dieser Nummer vorhanden: {0}
es: Más de 1 contacto encontrado para el número {0}
fr: Plus d'1 contact trouvé pour le N° : {0}
hi: नंबर : {0} के लिये एक से ज्यादा संपर्क ढूंढे गए हैं |
pt_br: Mais de 1 contato encontrado para o número : {0}
ru: Более 1 контакта найдено для номера {0}

# NoInfoForTask_Txt
source: No information regarding the task result is available.
de_de: Zu diesem Prozessergebnis sind keine Informationen vorhanden.
es: No hay información disponible sobre el resultado de la tarea.
fr: Aucune information concernant le résultat de la tâche n'est disponible.
hi: काम के परिणाम के बारे में कोई जानकारी उपलब्ध नहीं है |
pt_br: Nenhuma informação disponível relacionada ao resultado da tarefa.
ru: Нет данных о результатах выполнения задачи.

# NO_CONTACT_SAVED
source: No Contact is saved.
de_de: Es ist kein Kontakt gespeichert.
es: No se guardó ningún contacto.
fr: Aucun contact sauvegardé.
hi: कोई संपर्क सहेजा नहीं गया है |
pt_br: Nenhum contato foi salvo.
ru: Контакт не сохранен.

# Photo_Txt
source: photo
de_de: Foto
es: foto
hi: फ़ोटो
pt_br: foto
ru: фото

# Add_To_Fav_Txt
source: add as a friend
de_de: Als Favorit hinzufügen
es: añadir como favorito
fr: ajouter comme ami
hi: पसंदीदा के रूप में जोड़ें
pt_br: adicionar como favorito
ru: добавить в избранное

# SelectUser_AddUser_Txt
source: add user
de_de: Benutzer hinzufügen
es: añadir usuario
fr: ajouter utilisateur
hi: उपयोगकर्ता को जोड़ें |
pt_br: adicionar usuário
ru: добавить пользователя

# SelectUser_AlreadyAdded_Txt
source: User already added !!
de_de: Benutzer bereits hinzugefügt
es: ¡El usuario ya se ha añadido!
fr: Utilisateur déjà ajouté !
hi: उपयोगकर्ता पहले से ही जुड़ा हुआ है |
pt_br: Usuário já adicionado!
ru: Пользователь уже добавлен

# SelectUser_BlockedGroupMsg_Txt
source: You have blocked this group. Unblock to continue hiking.
de_de: Du hast diese Gruppe gesperrt. Zum Fortfahren entsperren.
es: Has bloqueado a este grupo. Desbloquéalo para seguir usando hike con ellos.
fr: Tu as bloqué ce groupe. Débloque-le pour continuer sur hike.
hi: आपने इस समूह को प्रतिबंधित किया हुआ , hike का प्रयोग करने के लिये प्रतिबंध हटाएं |
pt_br: Você bloqueou este grupo. Desbloqueie para continuar em contato.
ru: Вы заблокировали эту группу. Разблокируйте, чтобы общаться дальше.

# SelectUser_BlockMsg_Txt
source: You have blocked this user. Unblock to continue hiking.
de_de: Du hast diesen Benutzer gesperrt. Zum Fortfahren entsperren.
es: Has bloqueado a este usuario. Desbloquéalo para seguir usando hike juntos.
fr: Tu as bloqué cet utilisateur. Débloque-le pour continuer sur hike.
hi: आपने इस यूजर को प्रतिबंधित किया है, hike का प्रयोग करने के लिये प्रतिबंध हटाएं |
pt_br: Você bloqueou este usuário. Desbloqueie para continuar em contato.
ru: Вы заблокировали этого пользователя. Разблокируйте, чтобы общаться дальше.

# SelectUser_CantAddUser_Txt
source: Cannot add user !!
de_de: Kann Benutzer nicht hinzufügen !!
es: ¡No se puede añadir a este usuario!
fr: Impossible d'ajouter l'utilisateur !
hi: यूजर को जोड़ नहीं सकते |
pt_br: Não é possível adicionar usuário!
ru: Не удается добавить пользователя!

# SelectUser_ContactRemoved_Txt
source: {0}[{1}] will be removed from group.
es: Se eliminará a {0}[{1}] del grupo.
fr: {0}[{1}] sera retiré du groupe.
hi: {0}[{1}] को समूह से हटा दिया जाएगा |
pt_br: {0}[{1}] será removido do grupo.

# SelectUser_EnterValidNo_Txt
source: enter valid number
de_de: gültige Nummer eingeben
es: escribe un número válido
fr: Saisir un N° valide
hi: मान्य संख्या दर्ज करें
pt_br: inserir número válido
ru: введите допустимое число

# SelectUser_FreeMsg_Txt
source: hike message
de_de: hike-Nachricht
es: Mensaje de hike
fr: message hike
hi: hike संदेश
pt_br: mensagem do hike
ru: сообщение hike

# GroupInfo_Txt
source: group info
de_de: Gruppen-Info
es: información de grupo
fr: infos de groupe
hi: समूह की जानकारी
pt_br: informações do grupo
ru: данные о группе

# SelectUser_GrpOwner_Txt
source: group owner
de_de: Gruppenbesitzer
es: dueño del grupo
fr: propriétaire du groupe
hi: समूह के मालिक
pt_br: dono do grupo
ru: владелец группы

# SelectUser_InviteUsr_Txt
source: invite user
de_de: Benutzer einladen
es: invitar a usuario
fr: inviter utilisateur
hi: उपयोगकर्ता को आमंत्रित करें |
pt_br: convidar usuário
ru: пригласить пользователя

# SelectUser_LeaveGrp_Txt
source: leave group
de_de: Gruppe verlassen
es: abandonar grupo
fr: quitter groupe
hi: समूह छोड़ें |
pt_br: sair do grupo
ru: покинуть группу
