Repository: rohitgargwp7/cortanaRepo
Catalog: windows-client/Languages/AppResources.*.resx
Languages: de_de, es, fr, hi, pt_br, ru

# MessageStatus_ReadByEveryone
source: read by everyone
de_de: wurde von allen gelesen
es: leído por todos
hi: प्रत्येक व्यक्ति के द्वारा पढ़ी गई
pt_br: lido por todos
ru: прочитано всеми

# MessageStatus_ReadByMoreThanThree
source: read by {0} and {1} others
de_de: wurde von {0} und {1} anderen gelesen
es: leído por {0} y {1} otros
hi: {0} और {1} अन्य के द्वारा पढ़ी गई
pt_br: lido por {0} e {1} outros
ru: прочитано пользователем {0} и другими ({1})

# MessageStatus_ReadByOneOrTwo
source: read by {0}
de_de: wurde von {0} gelesen
es: leído por {0}
hi: {0} के द्वारा पढ़ी गई
pt_br: lido por {0}
ru: прочитано пользователем {0}

# MessageStatus_ReadByThree
source: read by {0} and 1 other
de_de: wurde von {0} und 1 anderen gelesen
es: leído por {0} y 1 más
hi: {0} और 1 अन्य के द्वारा पढ़ी गई
pt_br: lido por {0} e 1 outro
ru: прочитано пользователем {0} и 1 другим

# PreviewImages_Header_txt
source: preview {0} of {1}
de_de: Vorschau {0} von {1}
es: vista previa {0} de {1}
hi: {1} का {0} पूर्वावलोकन
pt_br: visualização {0} de {1}
ru: просмотр {0} из {1}

# ViewAlbums_Header_txt
source: SELECT PHOTO
de_de: FOTO AUSWÄHLEN
es: SELECCIONAR FOTO
hi: फ़ोटो चुनें
pt_br: SELECIONAR FOTO
ru: ВЫБЕРИТЕ ФОТО

# ViewAlbums_MaxImageSelection
source: Max {0} photos please!
de_de: Bitte max. {0} Fotos!
es: ¡Máx. {0} fotos!
hi: अधिकतम {0} फ़ोटो चुनें!
pt_br: Máx. {0} fotos, por favor!
ru: Не более {0} фото!

# ViewAlbums_Pivot_Album_txt
source: albums
de_de: Alben
es: álbumes
hi: एलबम
pt_br: álbuns
ru: альбомы

# ViewAlbums_Pivot_Date_txt
source: date
es: fecha
hi: दिनांक
pt_br: data
ru: дата

# ViewAlbum_AppBar_Select_text
source: select
de_de: auswählen
es: seleccionar
hi: चयन करें
pt_br: selecionar
ru: выберите

# Conversations_Delete_MoreThan1Chat_Confirmation
source: Are you sure about deleting these chats?
de_de: Möchtest du diese Chats wirklich löschen?
es: ¿Seguro que quieres eliminar estos chats?
hi: क्या आप ये चैट वाकई हटाना चाहते हैं?
pt_br: Tem certeza que deseja excluir estas conversas?
ru: Действительно удалить эти чаты?

# clear_Chat_Body
source: All your messages in this chat would get deleted. Are you sure you want to continue?
de_de: Alle deine Nachrichten aus diesem Chat werden dann gelöscht. Möchtest du wirklich fortfahren?
es: Todos los mensajes de este chat se borrarán. ¿Seguro que quieres continuar?
hi: इस चैट में आपके सभी संदेश हटा दिए जाएँगे। क्या आप वाकई जारी रखना चाहते हैं?
pt_br: Todas as mensagens desta conversa serão excluídas. Tem certeza de que deseja continuar?
ru: Все ваши сообщения в этом чате будут удалены. Продолжить?

# Confirmation_HeaderTxt
source: Confirmation
de_de: Bestätigung
es: Confirmación
hi: पुष्टि
pt_br: Confirmação
ru: Подтверждение

# GroupBlocked_PomptTxt
source: This group chat is blocked. Would you like to unblock the group owner?
de_de: Dieser Gruppen-Chat ist gesperrt. Möchtest du den Besitzer der Gruppe entsperren?
es: Este chat de grupo está bloqueado. ¿Quieres desbloquear al propietario del grupo?
hi: यह समूह चैट ब्लॉक की गई है। क्या आप समूह स्वामी को अनब्लॉक करना चाहते हैं?
pt_br: Esta conversa em grupo está bloqueada. Gostaria de desbloquear o proprietário do grupo?
ru: Этот групповой чат заблокирован. Разблокировать владельца группы?

# UserBlocked_PomptTxt
source: This user is blocked. Would you like to unblock the user?
de_de: Dieser Benutzer ist gesperrt. Möchtest du den Benutzer entsperren?
es: Este usuario está bloqueado. ¿Quieres desbloquearlo?
hi: यह उपयोगकर्ता ब्लॉक किया गया है। क्या आप उपयोगकर्ता को अनब्लॉक करना चाहते हैं?
pt_br: Este usuário está bloqueado. Gostaria de desbloqueá-lo?
ru: Этот пользователь заблокирован. Разблокировать его?

# UnknownFile_txt
source: File
de_de: Datei
es: Archivo
hi: फ़ाइल
pt_br: Arquivo
ru: Файл

# Unlink_Fb_Header_Txt
source: unlink Facebook
de_de: Facebook trennen
es: desvincular Facebook
hi: Facebook का लिंक हटाएँ
pt_br: desvincular facebook
ru: отвязать facebook

# Unlink_Fb_SubHeader_Txt
source: unlink your Facebook account from hike
de_de: Trenne die Verbindung zwischen hike und deinem Facebook-Konto
es: desvincular tu cuenta de Facebook de hike
hi: अपने Facebook खाते का लिंक hike से हटाएँ
pt_br: desvincular a conta do facebook do hike
ru: отвязать аккаунт facebook от hike

# Unlink_Twitter_Header_Txt
source: unlink Twitter
de_de: Twitter trennen
es: desvincular Twitter
hi: Twitter का लिंक हटाएँ
pt_br: desvincular twitter
ru: отвязать twitter

# Unlink_Twitter_SubHeader_Txt
source: unlink your Twitter account from hike
de_de: Trenne die Verbindung zwischen hike und deinem Twitter-Konto
es: desvincular tu cuenta de Twitter de hike
hi: अपने Twitter खाते का लिंक hike से हटाएँ
pt_br: desvincular a conta do twitter do hike
ru: отвязать аккаунт twitter от hike

# FreeSMS_H2SSubHeader_TxtBlk
source: earn unlimited free sms
de_de: Unbegrenzt kostenlose SMS verdienen
es: gana SMS ilimitados gratis
hi: असीमित मुफ़्त एसएमएस कमाएं
pt_br: ganhe sms grátis ilimitados
ru: зарабатывайте сколько угодно бесплатных SMS

# Start_Hiking_Button_Txt
source: start hiking
de_de: Mit hike loslegen
es: empieza a utilizar hike
hi: hike करना आरंभ करें
pt_br: começar a usar o hike
ru: начать общаться

# Add_AppBar_Txt
source: add
de_de: Hinzufügen
es: añadir
hi: जोड़ें
pt_br: adicionar
ru: добавить

# ChangePic_AppBar_Txt
source: change pic
de_de: Bild ändern
es: cambiar imagen
hi: चित्र बदलें
pt_br: mudar foto
ru: сменить картинку

# Edit_AppBar_Txt
source: edit
de_de: Bearbeiten
es: editar
hi: संपादित करें
pt_br: editar
ru: редакт.

# Group_Name_Hint_Txt
source: group name
de_de: Gruppenname
es: nombre del grupo
hi: समूह नाम
pt_br: nome do grupo
ru: имя группы

# Memory_Limit_Reached_Body
source: Unable to perform the action due to low memory. Please free some memory and try again.
de_de: Dieser Vorgang kann aufgrund der geringen Speicherkapazitäten nicht durchgeführt werden. Bitte schaffe freien Speicherplatz und versuche es dann erneut.
es: Error al realizar la acción por falta de memoria. Libera un poco de memoria y vuelve a intentarlo.
hi: कम मेमोरी के कारण कार्रवाई करने में असमर्थ। कृपया कुछ मेमोरी खाली करें और पुनः प्रयास करें।
pt_br: Impossível executar ação devido à pouca memória disponível. Libere um pouco de memória e tente novamente.
ru: Не удалось выполнить действие из-за нехватки памяти. Освободите память и повторите попытку.

# Memory_Limit_Reached_Download_Body
source: Unable to download the file due to low memory. Please free some memory and try again.
de_de: Die Datei kann aufgrund der geringen Speicherkapazitäten nicht heruntergeladen werden. Bitte schaffe freien Speicherplatz und versuche es dann erneut.
es: Error al descargar el archivo por falta de memoria. Libera un poco de memoria y vuelve a intentarlo.
hi: कम मेमोरी के कारण डाउनलोड करने में असमर्थ। कृपया कुछ मेमोरी खाली करें और पुनः प्रयास करें।
pt_br: Impossível baixar o arquivo devido à pouca memória disponível. Libere um pouco de memória e tente novamente.
ru: Не удалось загрузить файл из-за нехватки памяти. Освободите память и повторите попытку.

# Chat_With_Txt
source: chat with
de_de: Chat mit
es: charla con
hi: इसके साथ चैट करें
pt_br: conversar com
ru: чат с

# Status_Not_Posted_Rename
source: Status Not Posted
de_de: Status nicht veröffentlicht
es: Estado no publicado
hi: स्टेटस पोस्ट नहीं किया गया
pt_br: Status não publicado
ru: Статус не опубликован

# Leave_Group_Body
source: Are you sure you want to leave the group?
de_de: Bist du sicher, dass du die Gruppe verlassen willst?
es: ¿Seguro que quieres salir de este grupo?
hi: क्या आप वाकई समूह छोड़ना चाहते हैं?
pt_br: Você quer mesmo sair do grupo?
ru: Вы действительно хотите покинуть группу?

# Leave_Group_Caption
source: Leave group
de_de: Gruppe verlassen
es: Salir del grupo
hi: समूह छोड़ें
pt_br: Sair do grupo
ru: Покинуть группу

# Unread_Messages_Txt
source: {0} unread messages
de_de: {0} ungelesene Nachrichten
es: {0} mensajes sin leer
hi: {0} अपठित संदेश
pt_br: {0} mensagens não lidas
ru: непрочитанные: {0}

# Unread_Message_Txt
source: {0} unread message
de_de: {0} ungelesene Nachricht
es: {0} mensaje sin leer
hi: {0} अपठित संदेश
pt_br: {0} mensagem não lida
ru: {0} непрочитанное

# WelcomePage_GettingStartedButton
source: get started
de_de: Erste Schritte
es: empezar
hi: प्रारंभ करें
pt_br: introdução
ru: начнем!

# WelcomePage_Header_Txt1
source: Welcome to hike messenger
de_de: Willkommen bei hike, dem Messenger
es: Bienvenido a hike messenger
hi: hike मैसेंजर में आपका स्वागत है
pt_br: Bem-vindo ao hike messenger
ru: Добро пожаловать в приложение-чат hike!

# WelcomePage_Header_Txt2
source: Tonnes of fun, beautiful stickers!
de_de: Zahlreiche schöne und lustige Sticker!
es: ¡Un montón de pegatinas divertidas y chulas!
hi: बेशुमार मज़ा, ख़ूबसूरत स्टिकर!
pt_br: Muitos adesivos bonitos e divertidos!
ru: Масса интересного, прикольные стикеры!

# WelcomePage_Header_Txt3
source: Make conversations colourful.
de_de: Gestalte deine Unterhaltungen farbenfroh.
es: Charla a todo color.
hi: बातचीत को रंगारंग बनाएँ।
pt_br: Deixe as conversas coloridas.
ru: Сделайте беседы красочными.

# Conversations_MuteStatusNotification_txt
source: mute notifications
de_de: Benachrichtigungen stummschalten
es: silenciar notificaciones
hi: सूचनाएँ मौन करें
pt_br: remover som das notificações
ru: уведомления без звука

# Conversations_UnmuteStatusNotification_txt
source: unmute notifications
de_de: Benachrichtigungen laut stellen
es: dejar de silenciar notificaciones
hi: सूचनाओं का मौन हटाएँ
pt_br: ativar som das notificações
ru: включить звук уведомлений

# EnterName_Age_Hint
source: how young are you?
de_de: Wie jung bist du?
es: ¿qué edad tienes?
hi: आप कितने युवा हैं?
pt_br: qual é a sua idade?
ru: сколько вам лет?

# EnterPin_CallMe_Btn_Timer
source: call me for the pin (in {0})
de_de: Rufe mich wegen der PIN an (in {0})
es: llamadme para el PIN (al {0})
hi: मुझे ({0} में) पिन के लिए कॉल करें
pt_br: ligue para mim para obter o pin (em {0})
ru: сообщ. PIN по телефону (через {0})

# EnterPin_SMSError_Wait1_TxtBlk
source: Wait for few seconds or check your number.
de_de: Warte ein paar Sekunden oder überprüfe deine Nummer.
es: Espera unos segundos o comprueba tu número.
hi: कुछ सेकंड तक प्रतीक्षा करें या अपने नंबर की जाँच करें।
pt_br: Aguarde alguns segundos ou verifique o número.
ru: Подождите пару секунд или проверьте свой номер.

# EnterPin_SMSError_Wait2_TxtBlk
source: You can write to support@hike.in or ...
de_de: Du kannst an support@hike.in schreiben oder
es: Puedes enviar un mensaje a support@hike.in o
hi: आप support@hike.in को लिखा सकते हैं या...
pt_br: Você pode escrever para support@hike.in ou...
ru: Вы можете написать по адресу support@hike.in или

# Directions_Txt
source: directions
de_de: Anfahrtbeschreibung
es: direcciones
hi: दिशा-निर्देश
pt_br: instruções
ru: инструкции

# Empty_Field_Error
source: Field cannot be empty
de_de: Dieses Feld darf nicht leer sein
es: Este campo no puede estar vacío.
hi: फ़ील्ड खाली नहीं हो सकता
pt_br: O campo não pode ficar em branco
ru: Поле не может быть пустым

# EnterGenter_Boy_Txt
source: I am a boy
es: Soy chico
hi: मैं लड़का हूँ
pt_br: Sou homem

# EnterGenter_Girl_Txt
source: I am a girl
es: Soy chica
hi: मैं लड़की हूँ
pt_br: Sou mulher

# EnterGenter_Header_Txt
source: Pick one...
es: Elige...
hi: एक चुनें...
pt_br: Escolha um...

# RandomText_Boy1
source: I haven't been this excited about Friday, since last Friday
es: ¡No he tenido tantas ganas de viernes desde el viernes pasado!
hi: पिछले शुक्रवार से, मैं शुक्रवार के बारे में कभी इतना उत्सुक नहीं रहा हूँ
pt_br: Não fico tão empolgado com uma sexta-feira desde a última sexta-feira

# RandomText_Boy2
source: Getting married before 20 is like leaving a party before 8!
es: ¡Casarse antes de los 30 es como irse de una fiesta antes de las 12!
hi: 20 से पहले शादी करने का मतलब है 8 बजे से पहले पार्टी छोड़कर चले जाना!
pt_br: Casar antes dos 20 é como sair de uma festa antes das 8!

# RandomText_Boy3
source: Listen, smile, agree and do whatever the hell you were gonna do!
es: ¡Escucha, sonríe, di que sí y luego haz lo que pensabas desde el principio!
hi: सुनो, मुस्कराओ, मान जाओ और करो वही जो तुम करना चाहते हो!
pt_br: Escute, sorria, concorde e faça o que diabos quiser!

# RandomText_Boy4
source: Boys speak about 2000 words a day!
es: ¡Los chicos dicen unas 2000 palabras al día!
hi: लड़के प्रतिदिन लगभग 2000 शब्द बोलते हैं!
pt_br: Os homens falam cerca de 2.000 palavras por dia!

# RandomText_Boy5
source: Is there an autocorrect that works on life decisions?
es: ¿No existe un autocorrector para decisiones de la vida real?
hi: क्या कोई ऐसा तरीका है जिससे ज़िंदगी के फ़ैसले अपने-आप ठीक हो सकें?
pt_br: Há algum corretor automático para as decisões da vida?

# RandomText_DefaultTxt
source: we have got a tailored experience for both
es: hemos preparado una experiencia a medida
hi: हमारे पास दोनों के लिए ख़ास तौर से तैयार किया गया अनुभव है
pt_br: temos uma experiência personalizada para cada um

# RandomText_Girl1
source: My way or the highway!
es: ¡Aquí las cosas se hacen a mi manera!
hi: मेरे रास्ते चलो या अपना रास्ता नापो!
pt_br: Do meu jeito ou de jeito nenhum!

# RandomText_Girl2
source: Well behaved girls rarely make history
es: Las chicas buenas van al cielo... Las malas a todas partes.
hi: भली लड़कियाँ कभी इतिहास नहीं बना सकतीं
pt_br: Garotas comportadas quase nunca ficam famosas

# RandomText_Girl3
source: I am size awesome
es: Soy la caña.
hi: मेरा कद अद्भुत है
pt_br: Eu sou o máximo

# RandomText_Girl4
source: Getting married before 20 is like leaving a party before 8!
es: ¡Casarse antes de los 30 es como irse de una fiesta antes de las 12!
hi: 20 से पहले शादी करने का मतलब है 8 बजे से पहले पार्टी छोड़कर चले जाना!
pt_br: Casar antes dos 20 é como sair de uma festa antes das 8!

# RandomText_Girl5
source: Girls speak about 7,000 words a day!
es: ¡Las chicas dicen unas 7000 palabras al día!
hi: लड़कियाँ प्रतिदिन लगभग 7,000 शब्द बोलती हैं!
pt_br: As mulheres falam cerca de 7.000 palavras por dia!

# StatusTut_Text
source: Amazing weather for an evening drive! #delhi
de_de: Beeindruckendes Wetter für einen Abendausflug! #delhi
es: ¡Qué buen día para irse de paseo!
hi: शाम की ड्राइव के लिए अद्भुत मौसम! #दिल्ली
pt_br: Um clima incrível para um passeio noturno! #delhi
ru: Прекрасная погода для вечерней поездки! #delhi

# Conversations_1Circle_Of_friends_txt
source: 1 friend
de_de: 1 Favorit
es: 1 favorito
hi: 1 पसंदीदा
pt_br: 1 favorito
ru: 1 избранный контакт

# Conversations_1Contact_on_hike
source: 1 contact on hike
de_de: 1 Kontakt auf hike
es: 1 contacto en hike
hi: hike पर 1 संपर्क
pt_br: 1 contato no hike
ru: 1 контакт в hike

# Conversations_NCircle_Of_friends_txt
source: {0} friends
de_de: {0} Favoriten
es: {0} favoritos
hi: {0} पसंदीदा
pt_br: {0} favoritos
ru: избранных контактов: {0}

# Conversations_NContacts_on_hike
source: {0} contacts on hike
de_de: {0} Kontakte auf hike
es: {0} contactos en hike
hi: hike पर {0} संपर्क
pt_br: {0} contatos no hike
ru: контактов в hike: {0}

# Moods_Txt
source: moods
de_de: Stimmungen
es: estados de ánimo
hi: मूड
pt_br: humor
ru: настроения

# Memory_Limit_Reached_Header
source: >>>>>>> 3ffab6d9b64bd0f7bf56537fab73f5bb1ca3f6d8
de_de: Speicherlimit erreicht
ru: Исчерпана вся память

# Conversations_FreeSms_Txt
source: free SMS
fr: SMS gratuits

source: help
fr: aide

# Walkthrough_FreeMsgToIndia_Txt
source: *Free SMS can only be sent to India
fr: *Les SMS gratuits ne peuvent être envoyés qu'en Inde

# Walkthrough_FreeSmsReward_Txt
source: For every friend who joins, you get 50 Free hike SMS every month
fr: Chaque ami qui s'inscrit te rapporte chaque mois 50 SMS hike gratuits

# Walkthrough_InviteFriends_Txt
source: Invite Friends Earn Rewards.
fr: Invite des amis, gagne des récompenses.

# Walkthrough_LetsHike_Txt
source: let's hike
fr: hike, c'est parti

# Walkthrough_TitleMsg_1
source: Free, always, worldwide
fr: Gratuit, toujours et partout

# Walkthrough_TitleMsg_2
source: Also message friends not on hike for free with Free hike SMS
fr: Contacte gratuitement des amis qui ne sont pas sur hike avec les SMS hike gratuits

# WelcomePage_Accept_AppBar
source: accept
fr: accepter

# EditProfile_Phone_TxtBlk
source: Phone
fr: Téléphone

# Hike_Friends_Text
source: hike friends
fr: amis hike

# Invite_Txt
source: INVITE
fr: INVITER

# Messaging_Txt
source: messaging
fr: messagerie

# Privacy_DeleteAccountWarningHeader
source: Are you sure?
fr: Tu es sûr(e) ?

# ConversationsList_New_Txt
source: rewards
fr: récompenses

# InviteOnHikeUpgrade_Txt
source: Help him upgrade to hike!
fr: Aide-le à passer à hike !

# ProfileToBeFriendBlk3
source: to be able to get status updates.
fr: pour pouvoir bénéficier de mises à jour de statut.

# HappyMessaging_Txt
source: Happy Messaging!
fr: Bons messages !

# MessageNonHikeFriends_Blk1_Txt
source: You can also message friends not
fr: Tu peux aussi envoyer des messages à tes amis qui ne sont pas

# MessageNonHikeFriends_Blk2_Txt
source: on hike with free hike SMS
fr: sur hike grâce à des SMS hike gratuits

# MessagingHikeFriendsFree_Txt
source: Messaging hike friends is free & unlimited.
fr: Écris à tes amis hike, c'est gratuit & illimité.

# ReadyToHike_Txt
source: Ready to hike...
fr: Prépare-toi pour hike...

# Social_Cnnct_TxtBlk
source: Share on Facebook & Twitter
fr: Partager sur Facebook & Twitter

# Profile_CancelRequest_BtnTxt
source: Cancel Request
fr: Annuler requête

# Profile_RequestSent_Blk3
source: to accept your friend request.
fr: pour accepter ta demande d'ami.

# Profile_AddNow_Btn_Txt
source: Add now
fr: Ajouter

# Profile_NotInAddressbook_Txt
source: is not in your address book.
fr: n'est pas dans ton carnet d'adresses.

# Profile_BlockedUser_Blk3
source: Unblock to send a message.
fr: Débloquer pour envoyer un message.

# Now_Friends_Txt
source: Is now your friend
fr: est désormais ton ami(e)

# Friend_Confirm_Txt
source: Confirmed you as a friend
fr: t'a confirmé(e) comme ami(e)

# SettingsSubtitle_Blocklist_Txt
source: blocklist
fr: liste de blocage

# Conversations_NoFriend_Tap_Txt
source: Tap on + to add a contact as your friend
fr: Touche + pour ajouter un contact à tes amis
