Repository: rohitgargwp7/cortanaRepo
Catalog: windows-client/Languages/AppResources.*.resx
Languages: de_de, es, fr, hi, pt_br, ru

# SelectUser_MaxUsersSelected_Txt
source: {0} users already selected
de_de: {0} Benutzer bereits ausgewählt
es: {0} usuarios ya seleccionados
fr: {0} utilisateurs déjà sélectionnés
hi: {0} उपयोगकर्ता पहले ही चयनित हैं |
pt_br: {0} usuários já selecionados
ru: уже выбрано пользователей: {0}

# SelectUser_MuteGrp_Txt
source: mute group
de_de: Gruppe stummschalten
es: silenciar grupo
fr: sourdine groupe
hi: मूक समूह
pt_br: silenciar grupo
ru: группа без звука

# SelectUser_NewGroup_Text
source: New Group
de_de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
pt_br: Novo grupo
ru: Новая группа

# SelectUser_RefreshContacts_Txt
source: Refresh Contacts
de_de: Aktualisieren
es: actualizar
fr: Actualiser contacts
hi: ताज़ा करें
pt_br: atualizar
ru: обновить

# SelectUser_RefreshWaitMsg_Txt
source: This may take a minute or two...
de_de: hike aktualisiert die Kontakte aus dem Adressbuch. Das dauert nur einen Augenblick ...
es: hike está actualizando los contactos con la agenda de direcciones. No tarda nada...
fr: Cela peut prendre une minute ou deux..
hi: Hike संपर्क और पता पुस्तिका ताज़ा कर रहा है। यह आपको पता चलने से पहले समाप्त हो जाएगा...
pt_br: O hike está atualizando os contatos com a agenda de endereços. Não vai demorar quase nada...
ru: hike обновляет контакты в адресной книге. Это не займет много времени...

# SelectUser_RemoveContact_Txt
source: Remove Contact?
es: ¿Eliminar contacto?
fr: Retirer le contact ?
hi: संपर्क को हटाएं |
pt_br: Remover contato?

# SelectUser_SmsMsg_Txt
source: text message
de_de: Nachricht
es: mensaje de texto
fr: message texte
hi: पाठ संदेश
pt_br: mensagem de texto
ru: текстовое сообщение

# SelectUser_TapMsg_Txt
source: Tap here to message this person
es: Toca aquí para enviar un mensaje a esta persona.
fr: Msg à cette personne : toucher ici
hi: इस व्यक्ति को मैसेज हेतु यहाँ टैप करें
pt_br: Toque aqui para enviar uma mensagem

# SelectUser_TxtBoxHint_Txt
source: search or enter phone number
de_de: Über Name oder Telefonnummer suchen
es: buscar por nombre o número de teléfono
fr: rechercher ou saisir numéro de téléphone
hi: नाम या फ़ोन नंबर से खोज करें
pt_br: pesquisar nome ou número de telefone
ru: искать по имени или номеру телефона

# SelectUser_UnMuteGrp_Txt
source: unmute
de_de: Stummschaltung aufheben
es: no silenciar
fr: annuler sourdine
hi: मूक हटाएं |
pt_br: tirar do mudo
ru: включить звук

# SelectUser_UserAlreadyAdded_Txt
source: {0} is already added to group.
de_de: {0} wurde schon zur Gruppe hinzugefügt.
es: {0} ya se ha añadido al grupo.
fr: {0} est déjà ajouté(e) au groupe.
hi: {0} को पहले ही समूह से जोड़ा जा चुका है |
pt_br: {0} já foi adicionado ao grupo.
ru: Пользователь {0} уже добавлен в группу.

# SelectUser_ZeroCredits_Txt
source: 0 Free SMS left...
de_de: 0 Frei-SMS übrig...
es: SMS gratis restantes: 0
fr: 0 SMS gratuit restant...
hi: 0 नि: शुल्क एसएमएस शेष हैं |
pt_br: 0 SMS grátis restantes...
ru: Не осталось бесплатных SMS...

# Send_Txt
source: send
de_de: Absenden
es: enviar
fr: envoyer
hi: भेजें
pt_br: enviar
ru: отправить

# Smiley_Txt
source: smiley
es: emoticono
hi: स्माइली
ru: смайл

# SMS_INDIA
source: SMS can only be sent to India.
de_de: SMS können nur nach Indien gesendet werden.
es: Solo se pueden enviar SMS a la India.
fr: Les SMS peuvent seulement être envoyés vers l'Inde.
hi: एसएमएस केवल भारत के लिए भेजा जा सकता है.
pt_br: Os SMS só podem ser enviados para a Índia.
ru: SMS доступны только в Индии.

# UnBlock_Txt
source: unblock
de_de: entsperren
es: desbloquear
fr: Débloquer
hi: अनब्लॉक करें
pt_br: desbloquear
ru: разблокировать

# USER_INVITED
source: {0} has been invited
de_de: {0} wurde eingeladen
es: has invitado a {0}
fr: a été invité(e)
hi: {0} को आमंत्रित किया गया है
pt_br: {0} foi convidado
ru: {0} приглашен(а)

# USER_JOINED_GROUP_CHAT
source: {0} joined the group chat!
de_de: {0} ist dem Gruppen-Chat beigetreten!
es: ¡{0} se ha unido al chat en grupo!
fr: a rejoint le tchat groupé !
hi: {0} समूह चैट में शामिल हो गए हैं!
pt_br: {0} entrou na conversa em grupo!
ru: Пользователь {0} присоединился к групповому чату!

# USER_JOINED_HIKE
source: {0} just joined hike, say 'Hi' :)
de_de: {0} ist gerade hike beigetreten, sag doch 'Hi' :)
es: {0} acaba de unirse a hike. Dile hola :)
fr: {0} vient de rejoindre hike, dis-lui bonjour :)
hi: {0} ने अभी hike से जुड़े हैं उन्हें नमस्ते कहें |
pt_br: {0} acabou de entrar no hike, diga "olá" :)
ru: Пользователь {0} только что присоединился к hike, поприветствуйте его :)

# USER_LEFT
source: {0} left the group chat
de_de: {0} hat den Gruppen-Chat verlassen
es: {0} se ha ido del chat en grupo
fr: a quitté le tchat groupé
hi: {0} ने समूह चैट छोड़ दी है
pt_br: {0} saiu da conversa em grupo
ru: {0} покинул(а) групповой чат

# USER_OPTED_IN_MSG
source: {0} just opted in to hike!
de_de: {0} hat sich soeben bei hike eingeschaltet!
es: ¡{0} se acaba de unir a hike!
fr: vient de s'inscrire sur hike !
hi: {0} ने अभी-अभी hike को चुना है!
pt_br: {0} acabou de se registrar no hike!
ru: Пользователь {0} только что присоединился к hike!

# Video_Txt
source: Video
es: Vídeo
fr: Vidéo
hi: वीडियो
pt_br: Vídeo
ru: Видео

# Voice_msg_Txt
source: voice message
de_de: Sprachnachricht
es: mensaje de voz
fr: message vocal
hi: आवाज संदेश
pt_br: mensagem de voz
ru: голосовое сообщение

# WAITING_TO_JOIN
source: Waiting for {0} to join in
de_de: Warte darauf, dass {0} hinzukommt
es: Esperando a que {0} se una...
fr: En attente de {0}
hi: {0} के जुड़ने की प्रतीक्षा में |
pt_br: Aguardando que {0} entre
ru: Ожидание присоединения {0}

# Added_X_To_GC
source: Added {0} to the group
de_de: {0} wurde zur Gruppe hinzugefügt
es: Se ha añadido a {0} al grupo
fr: {0} ajouté(e) au groupe
hi: {0} को समूह से जोड़ा गया |
pt_br: {0} foi adicionado ao grupo
ru: Добавлено в группу: {0}

# CannotChangeGrpImg_Txt
source: Cannot change Group Image. Try Later!!
de_de: Der Gruppenname kann nicht geändert werden. Versuche es später erneut!
es: Error al cambiar la imagen del grupo. Inténtalo más tarde.
fr: Impossible de changer d'image de groupe. Réessaie plus tard.
hi: समूह की छवि को बदल नहीं सकते. बाद में कोशिश करें!
pt_br: Não é possível mudar a Imagem do grupo. Tente mais tarde!
ru: Не удается изменить аватар группы. Повторите попытку позже.

# CannotChangeGrpName_Txt
source: Cannot change GroupName. Try Later!!
de_de: Der Gruppenname kann nicht geändert werden. Versuche es später erneut!
es: Error al cambiar el nombre del grupo. Inténtalo más tarde.
fr: Impossible de changer le nom du groupe. Réessaie plus tard.
hi: समूह का नाम नहीं बदल सकते. बाद में कोशिश करें!
pt_br: Não é possível mudar o Nome do grupo. Tente mais tarde!
ru: Не удается изменить имя группы. Повторите попытку позже.

# Contact_Scanning_Failed_Txt
source: Contact Scanning failed. Try Later!!
de_de: Kontakte durchsuchen fehlgeschlagen. Versuch es später noch mal!!
es: Error al explorar los contactos. Inténtalo más tarde.
fr: Échec de l'analyse des contacts. Réessaie plus tard.
hi: संपर्क स्कैनिंग विफल्। बाद में कोशिश करें!
pt_br: Falha ao buscar contato. Tente mais tarde!
ru: Не удалось отсканировать контакты. Повторите попытку позже!

# Email_Invite_Txt
source: Hi, I just got the awesome new hike messenger, it's faster, simpler and even more beautiful! Check out their hilarious new stickers and you'll surely never send another plain boring message! hike also gives you the choice of Privacy with Last Seen so that you can keep you close friends closer. Download it now http://hike.in and join the fun!
de_de: Ich habe soeben den neuen hike-Messenger heruntergeladen. Was für ein Unterschied zu WhatsApp! Hike hat tolle Sticker zu bieten und ich kann selbst bestimmen, welche Personen erfahren dürfen, wann ich zuletzt online war. Außerdem sind die Chatmotive echt cool. Und das Beste daran ist, dass Hike einen Geheimmodus hat, über den ich private Nachrichten vor der Welt verbergen kann! Einfach spitze! Lade dir die App schnell herunter: http://hike.in.
es: Acabo de descargar Ia nueva aplicación de mensajería hike. ¡Qué diferencia respecto a WhatsApp! Tiene pegatinas geniales, puedo seleccionar quién puede ver mi última conexión y cuenta con temas de chat muy chulos. ¿Y sabes lo mejor? hike tiene un modo oculto que te permite ocultar tus chats privados ante el resto de usuarios. ¡Cómo mola! No esperes más y descárgalo ya en http://hike.in
fr: Salut, Je viens de découvrir la nouvelle messagerie hike, encore plus rapide, belle et simple ! Avec leurs nouveaux stickers très drôles, tu n'enverras plus jamais de message ennuyeux ! hike garantit aussi ta confidentialité avec l'info Dernière connexion pour être toujours plus proche de tes amis. Rejoins-nous vite en la téléchargeant maintenant sur http://hike.in !
hi: हैलो, मैंने अभी अद्भुत नया hike मैसेंजर प्राप्त किया है, यह बहुत तेज़ है, आसान है और बहुत सुंदर भी है! आप इनके शानदार नए स्टिकर देखेंगे तो सचमुच आप फिर कभी कोई सादा बोरिंग संदेश नहीं भेजेंगे! hike पिछली बार दिखे के साथ आपको गोपनीयता का विकल्प भी देता है ताकि आप अपने नज़दीकी दोस्तों को और भी नज़दीक रख सकें। इसे अभी डाउनलोड करें http://hike.in और मज़े में शामिल हों!
pt_br: Olá, Eu acabei de obter o novo e incrível hike messenger, que é mais rápido, mais simples e mais bonito! Veja os novos e engraçados adesivos: você nunca mais vai enviar outra mensagem sem graça! Com o hike você pode escolher a Privacidade com os Vistos pela Última vez, para manter os amigos próximos mais próximos. Baixe-o agora http://hike.in e venha para a diversão!
ru: Я пользуюсь новым приложением для чата - hike. Небо и земля по сравнению с WhatsApp! Здесь классные стикеры, темы чата и можно выбирать, кому показывать свое последнее появление в сети. А круче всего то, что в hike есть "скрытый режим", который позволяет скрыть ото всех свои личные чаты. Просто супер! Скорее скачивай с http://hike.in

# EnterName_Failed_Txt
source: Failed. Close App and try again !!
es: Error. Cierra la aplicación y vuelve a intentarlo.
fr: Échec. Ferme l'app et réessaie.
hi: विफल. अनुप्रयोग बंद करें और पुन: प्रयास करें!
pt_br: Falha. Feche o aplicativo e tente novamente!

# Error_Txt
source: Error !!
de_de: Fehler!!
fr: Erreur !
hi: त्रुटि!
pt_br: Erro!
ru: Ошибка!

# Friends_Txt
source: friends
de_de: Favoriten
es: favoritos
fr: amis
hi: पसंदीदा
pt_br: favoritos
ru: избранное

# GroupChatWith_Txt
source: Group Chat with {0}
de_de: Gruppenchat mit {0}
es: Chat en grupo con {0}
fr: Tchat groupé avec {0}
hi: {0}से समूह बातचीत |
pt_br: Conversa de grupo com {0}
ru: Групповой чат с {0}

# GroupInfo_ChangeGrpName_Txt
source: Change Group Name
de_de: Gruppenname ändern
es: Cambiar nombre de grupo
fr: Changer nom de groupe
hi: समूह का नाम बदलें
pt_br: Mudar nome do grupo
ru: Изменить имя группы

# GroupInfo_GrpNameCannotBeEmpty_Txt
source: Group name cannot be empty
de_de: Gruppenname darf nicht leer sein
es: El nombre del grupo no puede estar vacío
fr: Le nom de groupe ne peut être vide
hi: समूह नाम खाली नहीं हो सकता।
pt_br: O nome do grupo não pode ficar em branco
ru: Имя группы не может быть пустым

# GroupInfo_GrpNameChangedTo_Txt
source: Group name will be changed to '{0}'
de_de: Gruppenname wurde zu '{0}' geändert
es: El nombre del grupo se cambiará a "{0}".
fr: Le nom de groupe sera changé et deviendra "{0}"
hi: समूह क नाम '{0}' से बदल दिया जाएगा |
pt_br: O nome do grupo será mudado para '{0}'
ru: Имя группы изменено на '{0}'

# GroupInfo_InviteSent_MsgBoxHeader_Txt
source: Invite Sent
de_de: Einladung gesendet
es: Invitación enviada
fr: Invitation envoyée
hi: निमंत्रण भेजें |
pt_br: Convite enviado
ru: Приглашение отправлено

# GroupInfo_InviteSent_MsgBoxText_Txt
source: Your friends have been invited
de_de: Deine Freunde wurden eingeladen, hike beizutreten
es: Tus amigos han recibido una invitación para usar hike
fr: Vos amis ont été invités
hi: आपके मित्र आमंत्रित किये गये है
pt_br: Seus amigos foram convidados
ru: Ваши друзья приглашены в hike

# GroupInfo_InviteSMSUsers_Menu_Txt
source: invite SMS participants
de_de: SMS-Teilnehmer einladen
es: invitar a usuarios de SMS
hi: एसएमएस प्रतिभागियों को आमंत्रित करें
pt_br: convidar participantes por SMS
ru: Пригласить получателей SMS

# GroupNameChangedByGrpMember_Txt
source: {0} changed the group name to {1}
de_de: {0} hat den Gruppennamen zu {1} geändert.
es: {0} ha cambiado el nombre de grupo a {1}
fr: {0} a changé le nom du groupe qui devient {1}
hi: {0}समूह का नाम बदलकर {1} किया गया है |
pt_br: {0} mudou o nome do grupo para {1}
ru: {0} изменил(а) имя группы на {1}

# GROUP_NAME_TXT
source: GROUP NAME
es: NOMBRE DE GRUPO
fr: NOM DE GROUPE
hi: समूह नाम
pt_br: NOME DO GRUPO

# GrpName_Txt
source: Group Name
es: Nombre de grupo
fr: Nom du groupe
hi: समूह का नाम
pt_br: Nome do grupo

# InviteUsers_FriendsInvited_Txt
source: Friends Invited
de_de: Freunde eingeladen
es: Amigos invitados
fr: Amis invités
hi: आमंत्रित मित्र
pt_br: Amigos convidados
ru: Друзья приглашены

# InviteUsers_TotalInvitesSent_Txt
source: Invites sent
de_de: Einladungen gesendet
es: Invit. enviadas
fr: Invitations envoyées
hi: आमंत्रण भेजा गया
pt_br: Convites enviados
ru: Пригл. отправлены

# NamingConvention_Txt
source: {0} and {1} others
de_de: {0} und {1} andere
es: {0} y {1} más
fr: {0} et {1} autres
hi: {0}और {1} अन्य
pt_br: {0} e {1} outros
ru: {0} и {1} других

# Owner_Txt
source: owner
es: dueño
fr: Propriétaire
hi: मालिक
pt_br: dono

# ShareLocation_LocationServiceNotEnabled_Txt
source: Location Service is disabled on your device. Please turn ON the location in your phone settings.
de_de: Die Ortsbestimmung ist auf deinem Gerät deaktiviert. Bitte AKTIVIERE die Standortbestimmung in deinen Telefoneinstellungen.
es: El servicio de ubicación está desactivado en tu dispositivo. Activa los servicios de ubicación en el menú de ajustes.
fr: Le service de localisation est désactivé sur ton appareil. Active-le dans les réglages de ton téléphone.
hi: आपके डिवाइस में लोकेशन सेवा डिसेबल है। कृपया अपने फोन सेटिंग में लोकेशन को ऑन करें।
pt_br: O serviço de localização está desativado no dispositivo. Ative a localização nos ajustes do telefone.
ru: Служба геолокации отключена на вашем устройстве. Включите ее в настройках телефона.

# ShareLocation_LocationServiceWorking_Txt
source: The Location Service is working, but it cannot get location data.
es: El servicio de ubicación está activo pero no encuentra datos de la ubicación.
fr: Le service de localisation fonctionne mais il ne trouve pas de données de localisation.
hi: लोकेशन सेवा काम कर रहा है लेकिन यह लोकेशन डाटा प्राप्त नहीं कर सकता !
pt_br: O Serviço de Localização está funcionando, mas não consegue obter os dados de localização.

# ShareLocation_PlsWaitForPosition_Txt
source: Please wait while your position is determined....
es: Espera mientras calculamos tu ubicación...
fr: Patiente pendant que ta position est en train d'être établie...
hi: अपनी लोकेशन निर्धारित होने तक प्रतीक्षा करें ....
pt_br: Aguarde enquanto sua posição está sendo determinada...

# ShareLocation_Txt
source: share location
es: compartir ubicación
fr: partager localisation
hi: अपना लोकेशन साझा करें |
pt_br: compartilhar localização

# SMS_Works_Only_In_India_Txt
source: SMS works only to India at the moment.
de_de: SMS können zur Zeit nur nach Indien gesendet werden.
es: Por ahora los SMS solo pueden enviarse a la India.
fr: Les SMS ne fonctionnent qu'en Inde pour le moment.
hi: एसएमएस इस समय भारत के लिए ही काम करता है!
pt_br: No momento, os SMS só funcionam para a Índia.
ru: В настоящее время SMS доступны только в Индии.

# SocialPages_UnableToRetrieveToken_Txt
source: Unable to retrieve request token.
es: Error al obtener el token de acceso.
fr: Impossible de récupérer l'identifiant de demande.
hi: अनुरोध टोकन प्राप्त करने में असमर्थ !
pt_br: Não foi possível recuperar o token de solicitação.

# Social_Txt
source: Social
es: Redes sociales
hi: सामाजिक

# TimeUtils_An_hour_Ago_Txt
source: an hour ago
de_de: vor einer Stunde
es: hace una hora
fr: il y a une heure
hi: एक घंटे पहले
pt_br: há uma hora
ru: час назад

# TimeUtils_A_Min_Ago_Txt
source: a minute ago
de_de: vor einer Minute
es: hace un minuto
fr: il y a une minute
hi: एक मिनट पहले
pt_br: há um minuto
ru: минуту назад

# TimeUtils_One_Month_Ago_Txt
source: 1 month ago
de_de: Vor 1 Monat
es: hace 1 mes
fr: il y a 1 mois
hi: 1 महीने पहले
pt_br: há 1 mês
ru: 1 месяц назад

# TimeUtils_One_Sec_Ago_Txt
source: 1 second ago
de_de: Vor 1 Sekunde
es: hace 1 segundo
fr: il y a 1 seconde
hi: 1 सेकंड पहले
pt_br: há 1 segundo
ru: 1 секунду назад

# TimeUtils_One_Year_Ago_Txt
source: 1 year ago
de_de: Vor 1 Jahr
es: hace 1 año
fr: il y a 1 an
hi: 1 साल पहले
pt_br: há 1 ano
ru: 1 год назад

# TimeUtils_X_Days_Ago_Txt
source: {0} days ago
de_de: vor {0} Tagen
es: hace {0} días
fr: il y a {0} jours
hi: {0} दिन पहले |
pt_br: há {0} dias
ru: {0} дн. назад

# TimeUtils_X_hours_Ago_Txt
source: {0} hours ago
de_de: vor {0} Std.
es: hace {0} h
fr: il y a {0} heures
hi: {0} घंटे पहले
pt_br: há {0} horas
ru: {0} ч назад

# TimeUtils_X_Mins_Ago_Txt
source: {0} minutes ago
de_de: vor {0} Min.
es: hace {0} min
fr: il y a {0} minutes
hi: {0} मिनट पहले
pt_br: há {0} minutos
ru: {0} мин. назад

# TimeUtils_X_Month_Ago_Txt
source: {0} months ago
de_de: vor {0} Monaten
es: hace {0} meses
fr: il y a {0} mois
hi: {0} महीने पहले |
pt_br: há {0} meses
ru: {0} мес. назад

# TimeUtils_X_Secs_Ago_Txt
source: {0} seconds ago
de_de: vor {0} Sek.
es: hace {0} segundos
fr: il y a {0} secondes
hi: {0} सेकंड पहले
pt_br: há {0} segundos
ru: {0} сек. назад

# TimeUtils_X_Years_Ago_Txt
source: {0} years ago
de_de: vor {0} Jahren
es: hace {0} años
fr: il y a {0} ans
hi: {0} वर्ष पहले |
pt_br: há {0} anos
ru: {0} г. назад

# User_Cancelled_Task_Txt
source: User cancelled the task.
de_de: Der Benutzer hat den Vorgang abgebrochen.
es: El usuario ha cancelado la tarea.
fr: L'utilisateur a annulé la tâche.
hi: उपयोगकर्ता ने कार्य रद्द कर दिया!
pt_br: O usuário cancelou a tarefa.
ru: Пользователь отменил задачу.

# EditProfile_emailErrorTxt_TxtBlk
source: Enter Correct Email
de_de: Korrekte E-Mail Adresse eingeben
es: Indica un correo correcto
fr: Saisir e-mail correct
hi: सही ईमेल दर्ज करें
pt_br: Digite o e-mail correto
ru: Введите действительный адрес эл. почты

# EditProfile_EmailUpdateErr_MsgBxTxt
source: Unable to change email or gender. Try again.
de_de: E-Mail Adresse oder Geschlecht konnte nicht geändert werden. Versuch es noch mal.
es: Error al cambiar el correo o el sexo. Vuelve a intentarlo.
fr: Impossible de changer l'e-mail ou le sexe. Réessaie.
hi: ईमेल या लिंग परिवर्तन करने में असमर्थ. फिर से कोशिश करें.
pt_br: Não foi possível mudar o e-mail ou o sexo. Tente novamente.
ru: Не удалось изменить адрес эл. почты или пол. Повторите попытку позже.

# EditProfile_nameErrorTxt_TxtBlk
source: Please enter your name
de_de: Gib bitte deinen Namen ein
es: Escribe tu nombre
fr: Entre ton nom
hi: कृपया अपना नाम दर्ज करें
pt_br: Insira o nome
ru: Введите имя

# EditProfile_NameUpdateErr_MsgBxCaptn
source: Something went wrong
de_de: Etwas ist schiefgegangen.
es: Se ha producido un error
fr: Une erreur s'est produite
hi: कुछ गलत हो गया है |
pt_br: Algo está errado.
ru: Что-то не так

# EditProfile_NameUpdateErr_MsgBxTxt
source: Unable to change name. Try again.
de_de: Name konnte nicht geändert werden. Versuch es noch mal.
es: Error al cambiar el nombre. Vuelve a intentarlo.
fr: Impossible de changer de nom. Réessaie.
hi: नाम बदलने में असमर्थ. फिर से कोशिश करें |
pt_br: Não foi possível mudar o nome. Tente novamente.
ru: Не удалось изменить имя. Повторите попытку позже.

# EditProfile_UpdatErrMsgBx_Captn
source: Profile Not Updated!
de_de: Profil wurde nicht aktualisiert!
es: ¡Perfil no actualizado!
fr: Profil non mis à jour.
hi: प्रोफ़ाइल अपडेट नहीं हुआ!
pt_br: Perfil não atualizado!
ru: Профиль не обновлен!

# EditProfile_UpdatErrMsgBx_Text
source: Nothing has changed!!
de_de: Nichts wurde geändert!!
es: ¡¡No se ha cambiado nada!!
fr: Rien n'a changé !
hi: कुछ भी नहीं बदला है!
pt_br: Nada foi mudado!
ru: Ничего не было изменено!

# EditProfile_UpdatMsgBx_Captn
source: Profile Updated
de_de: Profil aktualisiert
es: Perfil actualizado
fr: Profil mis à jour
hi: प्रोफ़ाइल अपडेट हुआ
pt_br: Perfil atualizado
ru: Профиль обновлен

# EditProfile_UpdatMsgBx_Txt
source: Your profile has been updated.
de_de: Dein Profil wurde aktualisiert.
es: Tu perfil se ha actualizado.
fr: Ton profil a été mis à jour.
hi: आपकी प्रोफाइल को अपडेट किया गया है |
pt_br: Seu perfil foi atualizado.
ru: Ваш профиль обновлен.

# Help_AppVersionTitle
source: version
de_de: Version {0}
es: versión {0}
hi: संस्करण {0}
pt_br: versão {0}
ru: версия {0}

# Help_ContactUsText
source: contact our support team for help
de_de: Kontaktiere unseren Support, wenn du Hilfe brauchst
es: pide ayuda a nuestro equipo de asistencia
fr: contacte l'assistance pour obtenir de l'aide
hi: मदद के लिए हमारी समर्थन टीम से संपर्क करें
pt_br: entre em contato com a equipe de suporte para obter ajuda
ru: обратитесь за помощью в службу поддержки

# Help_ContactUsTitle
source: contact us
de_de: kontaktiere uns
es: escríbenos
fr: nous contacter
hi: हमसे संपर्क करें
pt_br: entre em contato
ru: связаться с нами

# Help_EmailCarrier
source: Carrier:
de_de: Anbieter:
es: Operador de telefonía:
fr: Opérateur :
hi: संवाहक
pt_br: Operadora:
ru: Оператор:

# Help_EmailDeviceModel
source: Device Model:
de_de: Gerätemodell:
es: Modelo de dispositivo:
fr: Modèle d'appareil :
hi: यंत्र मॉडल
pt_br: Modelo do dispositivo:
ru: Модель устройства:

# Help_EmailHikeVersion
source: hike Version:
es: Versión de hike:
fr: Version hike :
hi: hike वर्ज़न:
pt_br: Versão do hike:
ru: Версия hike:

# Help_EmailOSVersion
source: Win OS Version:
es: Versión de sistema operativo:
fr: Version SE Win :
hi: विंडो OS संस्करण:
pt_br: Versão do SO Windows:
ru: Версия Windows:

# Help_EmailPhoneNo
source: Phone Number:
de_de: Telefonnummer:
es: Número de teléfono:
fr: N° de téléphone :
hi: फोन नंबर:
pt_br: Número do telefone:
ru: Номер телефона:

# Help_EmailSubject
source: Feedback on WP8
de_de: Feedback für WP8
es: Opinión sobre la versión de WP8
fr: Commentaires sur WP8
hi: WP8 के बारे में फीडबैक
pt_br: Comentários no WP8
ru: Отзыв о WP8

# Help_FAQsTitle
source: FAQs
es: Preguntas frecuentes
fr: FAQ
hi: आम सवाल
pt_br: Perguntas frequentes
ru: ЧаВо

# Help_FAQsTxt
source: frequently asked questions
de_de: Häufig gestellte Fragen
es: preguntas frecuentes
fr: foire aux questions
hi: अकसर पूछे जाने वाले प्रश्न
pt_br: perguntas mais frequentes
ru: часто задаваемые вопросы

# Help_LegalText
source: read terms of service and privacy policy
de_de: Servicebedingungen und Datenschutzrichtlinien lesen
es: lee las condiciones de uso y la política de privacidad
fr: lire les conditions générales d'utilisation et la politique de confidentialité
hi: सेवा की शर्तें और गोपनीयता नीति पढ़ें
pt_br: leia os termos de serviço e a política de privacidade
ru: прочтите условия обслуживания и политику конфиденциальности

# Help_LegalTitle
source: legal
de_de: rechtlich
es: información legal
fr: mentions légales
hi: क़ानूनी
pt_br: informações legais
ru: правовые вопросы

# Help_WalkthroughText
source: View the meet hike walkthrough
es: Ver el tutorial de hike
fr: Visionner le didacticiel de hike
hi: hike पूर्वाभ्यास मीटिंग को देखें |
pt_br: Ver o tutorial "Conheça o hike"

# Help_WalkthroughTitle
source: Walkthrough
es: Tutorial
fr: Didacticiel
hi: पूर्वाभ्यास
pt_br: Tutorial

# Help_RateAppText
source: rate and review hike on the marketplace
de_de: Store-Bewertung und Kritik für hike schreiben
es: puntúa hike o deja tu opinión en la Tienda de Windows Phone
fr: noter et commenter hike sur le marché
hi: hike का बाज़ार-स्थन में मूल्यांकन और समीक्षा करें
pt_br: avalie e comente o hike no Marketplace
ru: оценить hike и оставить отзыв
