Repository: rohitgargwp7/cortanaRepo
Catalog: windows-client/Languages/AppResources.*.resx
Languages: de_de, es, fr, hi, pt_br, ru

# Mood_BeautySaloon
source: Beauty Saloon
de_de: Kosmetikstudio
es: Salón de belleza
fr: Salon de beauté
hi: ब्यूटी सैलून
pt_br: Salão de beleza
ru: Салон красоты

# Mood_Cooking
source: Cooking
de_de: Beim Kochen
es: Cocinando
fr: Cuisine
hi: कुकिंग
pt_br: Cozinhando
ru: Готовлю

# Mood_Eating
source: Eating
de_de: Beim Essen
es: Comiendo
fr: Mange
hi: भोजन
pt_br: Comendo
ru: Ем

# Mood_Music
source: Music
de_de: Musik
es: Música
fr: Musique
hi: संगीत
pt_br: Música
ru: Слушаю музыку

# Mood_PartyingHard
source: Partying Hard
de_de: Heftig Feiern
es: Fiesta a tope
fr: Fait la fête
hi: जोरदार पार्टी
pt_br: Muita festa
ru: Отрываюсь на вечеринке

# Mood_Singing
source: Singing
de_de: Beim Singen
es: Cantando
fr: Chante
hi: गायन
pt_br: Cantando
ru: Пою

# Mood_WorkingOut
source: Working Out
de_de: Beim Training
es: Haciendo ejercicio
fr: Fait du sport
hi: वर्किंग आउट
pt_br: Fazendo exercício
ru: Тренируюсь

# ViewFullMessage_Txt
source: View full message
de_de: Gesamte Nachricht anzeigen
es: Ver mensaje completo.
fr: Voir message complet
hi: पूरा संदेश देखें
pt_br: Ver mensagem completa
ru: Полное сообщение

# In_App_Tip_7
source: You can now send messages to your hike contacts who are Offline! Long Press the message to send as a hike SMS
de_de: Du kannst jetzt auch Nachrichten an hike-Kontakte schicken, die offline sind! Nachricht gedrückt halten, wenn du sie als hike-SMS verschicken möchtest
es: Ahora puedes enviar mensajes a tus contactos de hike aunque no estén conectados. Mantén pulsado el mensaje para enviar un SMS de hike.
fr: Tu peux désormais envoyer des messages à tes contacts hike qui ne sont pas connectés ! Appuie longuement sur le message pour l'envoyer sous forme de SMS hike.
hi: आप अब अपने उन hike संपर्कों को संदेश भेज सकते हैं जो ऑफ़लाइन हैं! संदेश को hike एसएमएस के रूप में भेजने के लिए देर तक दबाएँ
pt_br: Agora você pode enviar mensagens para contatos do hike que estejam off-line! Pressione longamente a mensagem para enviá-la como um SMS do hike
ru: Теперь можно отправлять сообщения контактам hike, не находящимся в сети! Нажмите и удерживайте сообщение, чтобы отправить его как hike SMS

# File_Not_Exist_Caption
source: File Expired
de_de: Datei abgelaufen
es: Archivo caducado
fr: Expiration du fichier
hi: फाइल की अवधि समाप्त
pt_br: Arquivo expirado
ru: Истек срок хранения файла

# File_Not_Exist_Message
source: This file no longer exists on the server. You may ask your friend to re-send the file.
de_de: Die Datei ist nicht mehr auf dem Server verfügbar. Bitte deinen Freund die Datei erneut zu senden.
es: El archivo ya no está en el servidor. Pídele a tu amigo que te lo vuelva a enviar.
fr: Ce fichier n'existe plus sur le serveur. Demande à ton ami de renvoyer le fichier.
hi: यह फाइल सर्वर में अब नहीं है। आप अपने दोस्त को फिर से फाइल भेजने के लिए कह सकते हैं।
pt_br: O arquivo não existe mais no servidor. Peça a seu amigo que o reenvie.
ru: Этот файла больше нет на сервере. Вы можете попросить друга отправить его повторно.

# ChatThread_1NewMessage_txt
source: 1 new message
de_de: 1 neue Nachricht
es: 1 mensaje nuevo.
fr: 1 nouveau message
hi: 1 नया संदेश
pt_br: 1 nova mensagem
ru: 1 новое сообщение

# ChatThread_JumpToLatest
source: Jump to latest
de_de: Zur aktuellen springen
es: Volver al último
fr: Aller au dernier
hi: नवीनतम पर जाएं
pt_br: Saltar para a mais recente
ru: к последнему

# ChatThread_More_NewMessages_txt
source: {0} new messages
de_de: {0} neue Nachrichten
es: {0} mensajes nuevos
fr: {0} nouveaux messages
hi: {0} नए संदेश
pt_br: {0} novas mensagens
ru: {0} новых сообщений

# SelectUser_Title_AddParticipant_Txt
source: add members
de_de: Mitglieder hinzufügen
es: añadir miembros
fr: au groupe
hi: सदस्य जोड़ें
pt_br: adicionar membros
ru: добавить участников

# Location_Disabled_Heading
source: Location Disabled
de_de: Standortbestimmung deaktiviert
es: Ubicación desactivada
fr: Localisation désactivée
hi: लोकेशन डिसेबल है
pt_br: Localização desativada
ru: Геолокация отключена

# Camera_Label
source: Camera:
de_de: Kamera:
es: Cámara:
fr: Caméra :
hi: कैमरा:
pt_br: Câmera:
ru: камера:

# Reolution_Label
source: Resolution:
de_de: Auflösung:
es: Resolución:
fr: Résolution :
hi: रिज़ोल्यूशन:
pt_br: Resolução:
ru: разрешение:

source: video settings
de_de: Video-Einstellungen
es: ajustes de vídeo
fr: paramètres vidéo
hi: वीडियो सेटिंग
pt_br: configurações de vídeo
ru: параметры видео

# Video_High_Quality_Txt
source: High Quality (720p)
de_de: Hohe Qualität (720p)
es: Calidad alta (720p)
fr: Haute qualité (720p)
hi: उच्च गुणवत्ता (720p)
pt_br: Alta qualidade (720p)
ru: высокое качество (720p)

# Video_Low_Quality_Txt
source: Low Quality (QVGA)
de_de: Niedrige Qualität (QVGA)
es: Calidad baja (QVGA)
fr: Basse qualité (QVGA)
hi: न्यून गुणवत्ता (QVGA)
pt_br: Baixa qualidade (QVGA)
ru: низкое качество (QVGA)

# Video_Standard_Quality_Txt
source: Standard Quality (VGA) (default)
de_de: Standardqualität (VGA) (Standard)
es: Calidad estándar (VGA) (por defecto)
fr: Qualité standard (VGA) (par défaut)
hi: मानक गुणवत्ता (VGA) (डिफ़ॉल्ट)
pt_br: Qualidade padrão (VGA) (padrão)
ru: стандартное кач-во (VGA) (по умолч.)

# Delete_Account_Failed
source: hike couldn't delete your account. Please try again.
de_de: hike konnte dein Konto nicht löschen. Versuche es erneut.
es: No hemos podido borrar tu cuenta de hike. Vuelve a intentarlo.
fr: hike n'a pas pu supprimer ton compte. Réessaie.
hi: hike आपके खाते को हटा नहीं सका। कृपया फिर से कोशिश करें।
pt_br: O hike não pôde excluir sua conta. Tente novamente.
ru: Не удалось удалить ваш аккаунт в hike. Попробуйте еще раз.

# Delete_Account_Heading
source: Account not deleted
de_de: Konto nicht gelöscht
es: Cuenta no borrada
fr: Compte non supprimé
hi: खाता नहीं हटाया गया
pt_br: Conta não excluída
ru: Аккаунт не удален

# Mood_Sick
source: Sick
de_de: Krank
es: Enfermo
fr: Malade
hi: बीमार
pt_br: Doente
ru: Болею

# Settings_LockScreenNotifications
source: set lock screen notifications
de_de: Benachrichtigungen bei gesperrtem Bildschirm
es: configurar notificaciones en pantalla de bloqueo
fr: régler les alertes de verrouillage d'écran
hi: लॉक स्क्रीन अधिसूचनाएँ सेट करें
pt_br: definir notificações de bloqueio de tela
ru: установить уведомления для экрана блокировки

# Camera_Back
source: Back
de_de: Zurück
es: Volver
fr: Retour
hi: बैक
pt_br: Voltar
ru: задняя

# Camera_Front
source: Front
de_de: Frontkamera
es: Delantera
fr: Avant
hi: फ्रंट
pt_br: Frente
ru: передняя

# FreeSMS_EarnFreeSMS_TxtBlk
source: earn additional free SMS for every friend who joins hike because of you
de_de: Verdiene zusätzliche kostenlose SMS für jeden Freund, der durch dich hike beitritt.
es: gana SMS adicionales gratis por cada amigo que se una a hike gracias a ti
fr: Gagne des SMS gratuits pour chaque ami qui rejoint hike grâce à toi
hi: आपके कारण hike से जुड़ने वाले हर दोस्त के आधार पर अतिरिक्त मुफ्त SMS कमाएं
pt_br: ganhe SMS adicionais grátis para cada amigo que entrar no hike por sua causa
ru: зарабатывайте бесплатные SMS за каждого друга, присоединившегося к hike по вашему приглашению

source: on hike
de_de: per hike
es: en hike
fr: sur hike
hi: hike पर
pt_br: no hike
ru: через hike

source: on SMS
de_de: per SMS
es: en SMS
fr: par SMS
hi: SMS पर
pt_br: em SMS
ru: по SMS

# People_In_Group
source: {0} people
de_de: {0} Personen
es: {0} personas
fr: {0} personnes
hi: {0} लोग
pt_br: {0} pessoas
ru: {0} чел.

# ChatBg_Changed_Text
source: {0} changed the chat theme
de_de: {0} hat das Chatmotiv geändert
es: {0} personas han cambiado el tema del chat
fr: {0} a changé le thème de tchat
hi: {0} चैट थीम बदला गया
pt_br: {0} alterou o tema da conversa
ru: {0} сменил(а) тему чата

# FT_MaxFiles_Txt
source: There are more than 50 file transfers pending. Please retry again later.
de_de: Es stehen über 50 Dateiübertragungen aus. Versuche es später noch einmal.
es: Hay más de 50 transferencias de archivos pendientes. Vuelve a intentarlo más tarde.
fr: Plus de 50 transferts de fichier sont en attente. Réessaie plus tard.
hi: 50 से अधिक फ़ाइलें स्थानांतरण के लिए बकाया हैं। कृपया बाद में फिर से कोशिश करें।
pt_br: Há mais de 50 transferências pendentes. Tente de novo mais tarde.
ru: Более 50 файлов ожидают передачи. Попробуйте еще раз позже.

# sms_invite_message
source: I just got the new hike messenger! It's simpler, faster with hilarious new stickers! Download it now and lets chat for free http://hike.in
de_de: Ich habe gerade den neuen hike-Messenger runtergeladen, der jetzt noch schneller und einfacher ist, mit witzigen neuen Stickern. Lade ihn gleich herunter und lass uns kostenlos chatten auf http://hike.in
es: ¡Acabo de descubrir hike, un servicio de chat muy práctico y sencillo con unas pegatinas divertidísimas! Descárgalo para que podamos chatear gratis: http://hike.in
fr: Je viens de découvrir la nouvelle messagerie hike, plus simple, plus rapide, avec de nouveaux stickers très drôles ! Télécharge-la maintenant pour qu'on discute gratuitement sur http://hike.in
hi: मैंने अभी नया मैसेंजर लिया है! शानदार नए स्टिकरों के साथ यह बेहद आसान है, तेज़ है! इसे अभी डाउनलोड करें और हम मुफ़्त में चैट करेंगे http://hike.in
pt_br: Eu acabei de obter o novo hike messenger! Ele é mais simples, mais rápido e tem novos adesivos divertidos! Baixe-o agora e vamos conversar de graça! http://hike.in
ru: У меня появилось новое приложение-чат — hike! Еще удобнее, быстрее и с классными стикерами! Скачай его прямо сейчас, и мы сможем общаться бесплатно: http://hike.in

# Auto_Download_Settings_Header
source: Media auto-download
de_de: Automatischer Media-Download
es: Descarga automática de archivos multimedia
fr: Téléchargement automatique de fichiers média
hi: मीडिया ऑटो-डाउनलोड
pt_br: Download automático de mídia
ru: Автозагрузка мультимедиа

# Auto_Upload_Settings_Header
source: Media auto-resume
de_de: Auto-Resume - spielt an der letzten Stelle weiter
es: Reanudación automática de archivos multimedia
fr: Reprise automatique des téléchargements
hi: मीडिया ऑटो-रिज़्यूम
pt_br: Retomada automática de mídia
ru: Автовозобновление мультимедиа

# FileTransfer_InProgress
source: Confirm
de_de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करे
pt_br: Confirmar
ru: Подтв.

# FileTransfer_InProgress_Msg
source: Quitting the application would pause your currently in progress file transfers. Do you want to continue?
de_de: Durch Beenden der App würden alle derzeitigen Dateiübertragungen unterbrochen werden. Möchtest du wirklich fortfahren?
es: Si sales de la aplicación, las transferencias de archivos que no hayan terminado se pondrán en pausa. ¿Seguro que quieres continuar?
fr: Quitter l'application interrompra les transferts de fichiers en cours. Continuer quand même ?
hi: एप्लिकेशन से बाहर निकलने पर आपकी वर्तमान में स्थानांतरित की जा रही फ़ाइलें रुक जाएँगी। क्या आप जारी रखना चाहते हैं?
pt_br: Ao sair do aplicativo, as transferências de arquivo em andamento serão pausadas. Deseja continuar?
ru: В случае выхода из приложения приостановится текущая передача файлов. Продолжить?

# RecentSticker_Default_Txt
source: Stickers that you recently shared, would show up here.
de_de: Sticker, die du kürzlich geteilt hast, erscheinen hier.
es: Aquí aparecen las pegatinas que has compartido recientemente.
fr: Les derniers stickers partagés apparaissent ici.
hi: आपने हाल ही में जो स्टिकर साझा किए हैं, वे यहाँ दिखाई देंगे।
pt_br: Os adesivos que você compartilhou recentemente são mostrados aqui.
ru: Здесь отображаются недавно использованные стикеры.

# RecentEmoticons_DefaultText
source: Emoticons that you recently used, would show up here.
de_de: Emoticons, die du kürzlich verwendet hast, erscheinen hier.
es: Aquí aparecen los emoticonos que has usado recientemente.
fr: Les dernières émoticônes utilisées apparaissent ici.
hi: आपने हाल ही में जिन इमोटिकॉन का उपयोग किया है, वे यहाँ दिखाई देंगे।
pt_br: Os emoticons que você usou recentemente são mostrados aqui.
ru: Здесь отображаются недавно использованные смайлики.

# Settings_EnterToSendToggleSwitchHeader
source: Enter sends a message
de_de: Durch Drücken der Eingabe-Taste wird eine Nachricht verschickt.
es: Pulsa Intro para enviar tu mensaje
fr: Appuie sur Entrée pour envoyer un message
hi: एंटर करने पर संदेश भेजा जाता है
pt_br: Apertar enter envia uma mensagem
ru: Нажмите Enter, чтобы отправить сообщение

# Free_SMS_Txt
source: free SMS
de_de: Frei-SMS
es: SMS gratis
fr: SMS GRATUITS
hi: मुफ्त एसएमएस
ru: бесплатные SMS

# Invite_Header_Txt
source: invite
de_de: einladen
es: invitar
fr: inviter
hi: आमंत्रित करें
pt_br: Convidar
ru: пригласить

# In_App_Tip_8_1
source: Now you can send a message using the enter key. This can be changed from app settings anytime.
de_de: Jetzt kannst du über die Eingabe-Taste Nachrichten verschicken. Diese Funktion lässt sich jederzeit in den App-Einstellungen ändern.
es: Ahora puedes usar la tecla Intro para enviar tus mensajes. Puedes desactivar esta función en el menú de ajustes de la aplicación si lo prefieres.
fr: Tu peux maintenant envoyer un message à l'aide de la touche Entrée. Modifie cette option quand tu veux dans les paramètres de l'appli.
hi: अब आप एंटर कुंजी का उपयोग करके संदेश भेज सकते हैं। इसे ऐप सेटिंग्स से किसी भी समय बदला जा सकता है।
pt_br: Agora você pode enviar uma mensagem usando a tecla Enter. Isso pode ser alterado a qualquer momento nas configurações do aplicativo.
ru: Теперь вы можете отправлять сообщения, нажимая Enter. Эту функцию можно изменить в любое время в настройках приложения.

# FileTransfer_LimitReached
source: File Limit Exceeded
de_de: Dateilimit überschritten
es: Límite de archivos superado
fr: Limite fichiers dépassée
hi: फ़ाइल सीमा पार हो गई है
pt_br: Limite de arquivos ultrapassado
ru: Превышен максимально допустимый размер файла

# Privacy_DeleteAccounConfirmMsgBxText
source: Are you sure you want to delete your account? This action is irreversible.
de_de: Willst du wirklich fortfahren? Diesen Schritt kannst du nicht mehr rückgängig machen.
es: ¿Estás seguro de que deseas continuar? Esta acción es irreversible.
fr: Veux-tu vraiment supprimer ton compte ? Ce choix est définitif.
hi: क्या आप वाकई जारी रखना चाहते हैं? यह कार्रवाई अपरिवर्तनीय है।
pt_br: Tem certeza que deseja continuar? Esta ação é irreversível.
ru: Продолжить? (Это действие необратимо.)

# Privacy_DeleteAccountHeader
source: Please Confirm
de_de: Account löschen
es: Eliminar cuenta
fr: Merci de confirmer
hi: खाता डिलीट करें
pt_br: Excluir conta
ru: Удалить аккаунт

# Continue_txt
source: continue
de_de: weiter
es: continuar
fr: continuer
hi: जारी रखें
pt_br: continuar
ru: продолжить

# In_App_Tip_8_2
source: Now you can send a message using the enter key. This can be enabled from app settings anytime.
de_de: Jetzt kannst du mit der Eingabe-Taste Nachrichten verschicken. Diese Funktion lässt sich jederzeit in den App-Einstellungen aktivieren.
es: Ahora puedes usar la tecla Intro para enviar tus mensajes. Puedes desactivar esta función en el menú de ajustes de la aplicación si lo prefieres.
fr: Tu peux maintenant envoyer un message à l'aide de la touche Entrée. Active cette option quand tu veux dans les paramètres de l'appli.
hi: अब आप एंटर कुंजी का उपयोग करके संदेश भेज सकते हैं। इसे ऐप सेटिंग्स से किसी भी समय सक्षम किया जा सकता है।
pt_br: Agora você pode enviar uma mensagem usando a tecla Enter. Isso pode ser ativado a qualquer momento nas configurações do aplicativo.
ru: Теперь вы можете отправлять сообщения, нажимая Enter. Эту функцию можно включить в любое время в настройках приложения.

# CRITICAL_UPDATE_HEADING
source: Critical update!
de_de: Erforderliches Update!
es: ¡Actualización crítica!
fr: Mise à jour obligatoire !
hi: महत्वपूर्ण अपडेट!
pt_br: Atualização crítica!
ru: Необходимое обновление!

# CRITICAL_UPDATE_TEXT
source: To continue using hike, an update is required.
de_de: Um hike weiterhin zu verwenden, ist ein Update notwendig.
es: Para seguir usando hike, debes actualizarlo.
fr: Mise à jour requise pour continuer d'utiliser hike
hi: hike का इस्तेमाल जारी रखने के लिए, अपडेट जरूरी है।
pt_br: É preciso atualizar para continuar a usar o hike.
ru: Это обновление hike обязательно.

# NORMAL_UPDATE_HEADING
source: Important update!
de_de: Wichtiges Update!
es: ¡Actualización importante!
fr: Mise à jour importante !
hi: महत्वपूर्ण अपडेट!
pt_br: Atualização importante!
ru: Важное обновление!

# NORMAL_UPDATE_TEXT
source: An important update is available for hike.
de_de: Für hike ist ein wichtiges Update verfügbar.
es: Hay una actualización importante disponible para hike.
fr: Une mise à jour importante de hike est disponible.
hi: hike के लिए महत्वपूर्ण अपडेट उपलब्ध है.
pt_br: Uma atualização importante está disponível para o hike.
ru: Доступно важное обновление для hike.

# Update_Now_Txt
source: update now
de_de: Jetzt aktualisieren
es: actualizar ahora
fr: Mettre à jour
hi: अभी अद्यतन करें
pt_br: atualizar agora
ru: обновить сейчас

# Settings_HikeJingleToggleSwitchHeader
source: hike jingle
de_de: hikes Jingleton bei Benachrichtigungen abspielen
es: reproducir tono de hike con las notificaciones
fr: jingle hike
hi: सूचनाओं पर hike के जिंगल चलाएँ
pt_br: Tocar o jingle do hike nas notificações
ru: Вкл. мелодию hike при уведомлениях

# InvitePopUp_FreeSMS_Message
source: Now invite friends via sms for free. No charges apply.:)
de_de: Lade deine Freunde kostenlos per SMS ein. Es fallen keine Gebühren an. :)
es: Invita a tus amigos por SMS gratis. De forma totalmente gratuita :)
fr: Invite gratuitement des amis via sms. Rien ne te sera facturé. :)
hi: अब दोस्तों को एसएमएस के ज़रिए मुफ़्त में आमंत्रित करें. कोई शुल्क लागू नहीं हैं.:)
pt_br: Convide agora amigos via sms de graça. Nenhuma cobrança é aplicada. :)
ru: Приглашайте друзей по SMS совершенно бесплатно. :)

# InvitePopUp_FreeSMS_Title
source: Free SMS Invites
de_de: Einladungen per Gratis-SMS
es: Invitaciones de SMS gratis
fr: Invitations SMS gratuites
hi: मुफ़्त एसएमएस आमंत्रण
pt_br: Convites grátis de SMS
ru: Бесплатные SMS-приглашения

# InvitePopUp_LearnMore_Btn_Text
source: learn more
de_de: Mehr erfahren
es: más info.
fr: en savoir +
hi: और जानें
pt_br: saiba mais
ru: подробнее

# InvitePopUp_Rewards_Message
source: Invite friends for free and get Rs 20 for every friend that joins.
de_de: Lade kostenlos Freunde ein und erhalte 0,25 Euro für jeden, der mitmacht.
es: Invita gratis a tus amigos y consigue 0,23 € por cada amigo que se una.
fr: Invite gratuitement des amis et gagne 0,23€ à chaque nouvel ami inscrit.
hi: दोस्तों को मुफ़्त में आमंत्रित करें और सम्मिलित होने वाले हर दोस्त के लिए रु. 20 प्राप्त करें।
pt_br: Convide amigos de graça de ganhe Rs 20 para cada amigo que se registrar.
ru: Приглашайте друзей бесплатно и получайте по 10 рублей за каждого присоединившегося друга.

# InvitePopUp_Rewards_Title
source: Invite Friends, Earn Rewards
de_de: Freunde einladen, Belohnungen erhalten.
es: Invita a amigos y gana recompensas
fr: Amis invités = Récompenses !
hi: दोस्त निमंत्रित करें, रिवार्ड कमाएं
pt_br: Convide amigos, ganhe prêmios
ru: Приглашайте друзей за бонусы

# SelectAll_Txt
source: select all
de_de: Alle markieren
es: marcar todo
fr: tout sélectionner
hi: सभी चिह्नित करें
pt_br: marcar todos
ru: отметить все

# Search_Hint_Txt
source: search
de_de: Suchen
es: buscar
fr: rechercher
hi: खोज करें
pt_br: pesquisar
ru: поиск

# ChatBg_NotChanged_Text
source: {0} just changed the chat theme. To use the new chat themes, upgrade hike. http://hike.in.
de_de: {0} hat soeben das Chatmotiv geändert. Um die neuen Chatmotive nutzen zu können, musst du hike aktualisieren. http://hike.in.
es: {0} acaba de cambiar el tema del chat. Para usar los nuevos temas del chat, actualiza hike. http://hike.in.
fr: {0} vient de changer le thème du chat. Pour utiliser les nouveaux thèmes de discussion, mise à niveau hike. http://hike.in.
hi: {0} ने अभी-अभी चैट थीम बदला है। नए चैट थीमों का उपयोग करने के लिए, hike को अपग्रेड करें। http://hike.in.
pt_br: {0} alterou o tema do bate-papo. Para usar os novos temas de bate-papo, atualize o hike. http://hike.in.
ru: {0} только что изменил(а) тему чата. Для использования новых тем чата обновите hike. http://hike.in.

# In_App_Tip_9
source: Check out the stunning new Chat Themes!
de_de: Schauen Sie sich die atemberaubende neue Themen Chat!
es: ¡Echa un vistazo a los nuevos temas de chat alucinantes!
fr: Plus magnifiques thèmes ici...
hi: अद्भुत नए चैट थीम देखें!
pt_br: Confira os impressionantes novos Temas chat!
ru: Проверьте новые потрясающие Чат темы!

# ChatThemeHeader_Txt
source: chat themes
de_de: Chatmotive
es: temas de chat
fr: chat thèmes
hi: चैट थीम
pt_br: temas do bate-papo
ru: темы чата

# Sent_As_SMS
source: Sent as SMS - {0}
de_de: Als SMS gesendet - {0}
es: Enviado como SMS - {0}
fr: Envoyé sous forme de SMS - {0}
hi: एसएमएस के रूप में भेजा गया - {0}
pt_br: Enviado como SMS - {0}
ru: Отправить как SMS - {0}

# ChatThemeMessage
source: The chat theme will change for both you and your friend
de_de: Das Chatmotiv ändert sich sowohl für deinen Freund als auch für dich
es: El tema del chat se cambiará para ti y tu amigo.
fr: Une fois que vous sélectionnez « fait », le thème du chat va changer pour vous et votre ami.
hi: चैट थीम आपके और आपके दोस्त दोनों के लिए बदल जाएगा
pt_br: O tema do bate-papo será alterado para você e seu amigo
ru: Тема чата изменится для вас и вашего друга

# Done_Txt
source: done
es: listo
fr: fait
hi: संपन्न
pt_br: pronto

# Chat_FTUE_chatThemes
source: Chat Themes!
es: ¡Temas del chat!
fr: Thèmes de tchat !
hi: चैट थीम!
pt_br: Temas de conversa!

# Chat_FTUE_giveSpin
source: Give it a spin!
es: ¡Pruébalo!
fr: Essaie-les donc !
hi: इसे आज़माएँ!
pt_br: Experimente!

# Chat_FTUE_HappyHiking
source: We've got a gift for you!
es: ¡Tenemos un regalo para ti!
fr: Des fêtes sans cadeaux, à quoi ça rime ? "Hike" bien !
hi: हमारे पास आपके लिए एक उपहार है!
pt_br: Temos um presente para você!

# Chat_FTUE_OpenGift
source: Open Gift
es: Abrir regalo
fr: Ouvre le cadeau...
hi: उपहार खोलें
pt_br: Abrir presente

# Chat_FTUE_personalise
source: Personalise your chat with gorgeous themes.
es: Personaliza tu chat con temas magníficos.
fr: Personnalise tes tchats avec de superbes thèmes.
hi: ख़ूबसूरत थीम से अपनी चैट निजीकृत करें।
pt_br: Personalize sua conversa com temas lindos.

# ChatThemeMessage_GrpMessage
source: The chat theme will change for the whole group
de_de: Das Chatmotiv ändert sich für die Gruppe
es: El tema del chat se cambiará para el grupo.
fr: Une fois que vous sélectionnez « fait », le thème du chat va changer pour le groupe.
hi: चैट थीम समूह के लिए बदल जाएगा
pt_br: O tema da conversa será alterado para o grupo
ru: Тема чата изменится для группы

# User_Info_Txt
source: view profile
de_de: Profil anzeigen
es: ver perfil
hi: प्रोफ़ाइल देखें
pt_br: visualizar perfil
ru: профиль

# ConversationList_grp_istyping_txt
source: {0} is typing ...
de_de: {0} schreibt etwas ...
es: {0} está escribiendo...
hi: {0} टाइप कर रहे हैं...
pt_br: {0} está digitando ...
ru: {0} пишет...

# ConversationList_istyping_txt
source: is typing ...
de_de: schreibt etwas ...
es: está escribiendo...
hi: टाइप कर रहे हैं...
pt_br: está digitando ...
ru: пишет...

# MicrophoneNotFound_ErrorTxt
source: Please check your phone's mic and try again.
de_de: Überprüfe das Mikrofon deines Telefons und versuche es erneut.
es: Comprueba el micrófono del teléfono e inténtalo de nuevo.
hi: कृपया अपने फ़ोन के माइक की जाँच करें और फिर से कोशिश करें।
pt_br: Verifique o microfone do celular e tente novamente.
ru: Проверьте микрофон своего телефона и попробуйте еще раз.

# MicrophoneNotFound_HeaderTxt
source: Unable to record!
de_de: Keine Aufnahme möglich!
es: ¡No se puede grabar!
hi: रिकॉर्ड नहीं किया जा सकता!
pt_br: Não foi possível gravar!
ru: Ошибка записи!

# Clear_Chat_Txt
source: clear chat
de_de: Chat löschen
es: borrar chat
hi: चैट साफ़ करें
pt_br: apagar conversa
ru: очистить чат
